<?php
/**
 * Copy Right IJH.CC
 * Each engineer has a duty to keep the code elegant
 * $Id: index.ctl.php 14351 2015-07-22 01:25:14Z wanglei $
 */
if(!defined('__CORE_DIR')){
    exit("Access Denied");
}
//theme
global $__LANG;
$__LANG['语言'] = '简体中文';

//global 
$__LANG['更多'] = '更多';
$__LANG['全部'] = '全部';
$__LANG['不限'] = '不限';
$__LANG['分类'] = '分类';
$__LANG['排序'] = '排序';
$__LANG['筛选'] = '筛选';




$__LANG['￥'] = '￥';
$__LANG['份'] = '份';
$__LANG['元'] = '元';
$__LANG['首'] = '首';
$__LANG['减'] = '减';
$__LANG['付'] = '付';

$__LANG['确定'] = '确定';
$__LANG['提交'] = '提交';
$__LANG['取消'] = '取消';
$__LANG['删除'] = '删除';
$__LANG['保存'] = '保存';
$__LANG['地址'] = '地址';
$__LANG['手机'] = '手机';
$__LANG['密码'] = '密码';
$__LANG['验证码'] = '验证码';
$__LANG['微信'] = '微信';
$__LANG['支付宝'] = '支付宝';

$__LANG['提交数据'] = '提交数据';
$__LANG['保存数据'] = '保存数据';
$__LANG['免配送费'] = '免配送费';
$__LANG['配送费'] = '配送费';
$__LANG['起送'] = '起送';




$__LANG['全部分类'] = '全部分类';
$__LANG['默认排序'] = '默认排序';
$__LANG['送餐最快'] = '送餐最快';
$__LANG['距离最近'] = '距离最近';
$__LANG['销量最好'] = '销量最好';
$__LANG['评价最好'] = '评价最好';
$__LANG['起送价最低'] = '起送价最低';


$__LANG['配送方式'] = '配送方式';
$__LANG['平台送'] = '平台送';
$__LANG['商家送'] = '商家送';
$__LANG['在线支付'] = '在线支付';
$__LANG['首单优惠'] = '首单优惠';
$__LANG['下单立减'] = '下单立减';
$__LANG['新店开业'] = '新店开业';

$__LANG['定位中'] = '定位中';
$__LANG['加载中'] = '加载中...';
$__LANG['loading'] = '加载中...';
$__LANG['加载完成'] = '加载完成';
$__LANG['没有更多了'] = '没有更多了...';




$__LANG['立即登录'] = '立即登录';
$__LANG['请输入手机号'] = '请输入手机号';
$__LANG['请输入验证码'] = '请输入验证码';
$__LANG['获取验证码'] = '获取验证码';
$__LANG['重新获取'] = '重新获取';
$__LANG['秒'] = '秒';
$__LANG['登录'] = '登录';
$__LANG['请输入密码'] = '请输入密码';
$__LANG['联系电话'] = '联系电话';
$__LANG['登录密码'] = '登录密码';


$__LANG['标题'] = '标题';
$__LANG['操作'] = '操作';
$__LANG['修改'] = '修改';
$__LANG['查看'] = '查看';
$__LANG['没有数据'] = '没有数据';
$__LANG['时间'] = '时间';
$__LANG['内容'] = '内容';


$__LANG['已售%s份'] = '已售%s份';
$__LANG['新用户首次下单立减%s元'] = '新用户首次下单立减%s元';
$__LANG['满减优惠%s元'] = '满减优惠%s元';
$__LANG['首单优惠%s元'] = '首单优惠%s元';
$__LANG['红包抵扣%s元'] = '红包抵扣%s元';
$__LANG['满%s立减%u元'] = '满%s立减%u元';
$__LANG['有%s个红包可用'] = '有%s个红包可用';
$__LANG['共有%s人评价'] = '共有%s人评价';
$__LANG['此红包限手机尾号%s的用户使用'] = '此红包限手机尾号%s的用户使用';
$__LANG['满%s元可用'] = '满%s元可用';
$__LANG['充值%s元送'] = '充值%s元送';




//index.html

$__LANG['支持在线支付'] = '支持在线支付';
$__LANG['首页轮播'] = '首页轮播';
$__LANG['请选择城市'] = '请选择城市';
$__LANG['获取不到你的地址'] = '获取不到你的地址';



//themes\default\position.html
$__LANG['切换城市'] = '切换城市';
$__LANG['请输入您所在的位置'] = '请输入您所在的位置';
$__LANG['我的收货地址'] = '我的收货地址';
$__LANG['还未选择城市'] = '还未选择城市';
$__LANG['暂时没有找到您查询的信息'] = '暂时没有找到您查询的信息';



//themes\default\search.html
$__LANG['搜索'] = '搜索';
$__LANG['搜索餐厅'] = '搜索餐厅';
$__LANG['新用户首次下单立减'] = '新用户首次下单立减';
$__LANG['商家支持在线支付'] = '商家支持在线支付';
$__LANG['已售'] = '已售';



//themes\default\about\index.html
$__LANG['关于'] = '关于';
$__LANG['版本'] = '版本';



//themes\default\biz\account\forgot.html
$__LANG['忘记密码'] = '忘记密码';
$__LANG['请输入新密码'] = '请输入新密码';
$__LANG['请再次输入新密码'] = '请再次输入新密码';
$__LANG['修改密码'] = '修改密码';
$__LANG['已有账号'] = '已有账号';





//themes\default\biz\account\login.html
$__LANG['商户管理中心登录'] = '商户管理中心登录';
$__LANG['申请入驻'] = '申请入驻';



//themes\default\biz\account\signup.html
$__LANG['店铺名称'] = '店铺名称';
$__LANG['服务电话'] = '服务电话';
$__LANG['请选择店铺类型'] = '请选择店铺类型';
$__LANG['店铺地址'] = '店铺地址';
$__LANG['店铺简介'] = '店铺简介';
$__LANG['立即申请'] = '立即申请';



//themes\default\biz\block\footer.html
$__LANG['江湖科技出品'] = '江湖科技出品';
$__LANG['备案'] = '备案';
$__LANG['上传图片成功'] = '上传图片成功';
$__LANG['还没有添加图片'] = '还没有添加图片';
$__LANG['请选择'] = '请选择';


//themes\default\biz\block\header.html
$__LANG['商户管理'] = '商户管理';
$__LANG['头部内容开始'] = '头部内容开始';
$__LANG['首页'] = '首页';
$__LANG['订单'] = '订单';
$__LANG['欢迎回来'] = '欢迎回来';
$__LANG['账户'] = '账户';
$__LANG['设置'] = '设置';
$__LANG['退出'] = '退出';


$__LANG['订单号'] = '订单号';
$__LANG['联系人'] = '联系人';
$__LANG['下单时间'] = '下单时间';
$__LANG['是'] = '是';
$__LANG['否'] = '否';






//themes\default\biz\cate\index.html
$__LANG['商品分类'] = '商品分类';
$__LANG['商品管理'] = '商品管理';
$__LANG['添加分类'] = '添加分类';
$__LANG['确认要删除该分类吗'] = '确认要删除该分类吗';


//themes\default\biz\cate\create.html
$__LANG['父级分类'] = '父级分类';
$__LANG['顶级分类'] = '顶级分类';
$__LANG['图标'] = '图标';
$__LANG['选择文件'] = '选择文件';
$__LANG['预览'] = '预览';


//themes\default\biz\cate\edit.html


//themes\default\biz\member\index.html
$__LANG['我的客户'] = '我的客户';
$__LANG['我的粉丝'] = '我的粉丝';
$__LANG['客户'] = '客户';
$__LANG['昵称'] = '昵称';
$__LANG['手机号'] = '手机号';
$__LANG['图像'] = '图像';
$__LANG['最后登录时间'] = '最后登录时间';


//themes\default\biz\member\detail.html
$__LANG['客户管理'] = '客户管理';
$__LANG['本店订单数'] = '本店订单数';
$__LANG['本店消费金额'] = '本店消费金额';
$__LANG['发消息'] = '发消息';
$__LANG['订单状态'] = '订单状态';
$__LANG['订单提交时间'] = '订单提交时间';
$__LANG['消费金额'] = '消费金额';
$__LANG['已完成'] = '已完成';
$__LANG['该用户在本店暂无消费'] = '该用户在本店暂无消费';



//themes\default\biz\member\fans.html
$__LANG['粉丝'] = '粉丝';

//themes\default\biz\money\index.html
$__LANG['资金管理'] = '资金管理';
$__LANG['资金日志'] = '资金日志';
$__LANG['提现日志'] = '提现日志';
$__LANG['申请提现'] = '申请提现';
$__LANG['类型'] = '类型';
$__LANG['收支'] = '收支';
$__LANG['日志'] = '日志';

$__LANG['支出'] = '支出';
$__LANG['收入'] = '收入';



//themes\default\biz\money\log.html



//themes\default\biz\money\tixian.html
$__LANG['当前余额'] = '当前余额';
$__LANG['提现金额'] = '提现金额';
$__LANG['提现比例'] = '提现比例';
$__LANG['提现账户'] = '提现账户';
$__LANG['提现描述'] = '提现描述';
$__LANG['确认提现'] = '确认提现';



//themes\default\biz\money\txlog.html
$__LANG['账户信息'] = '账户信息';
$__LANG['状态'] = '状态';
$__LANG['理由'] = '理由';
$__LANG['处理时间'] = '处理时间';
$__LANG['提交时间'] = '提交时间';
$__LANG['通过'] = '通过';
$__LANG['拒绝'] = '拒绝';
$__LANG['未处理'] = '未处理';
$__LANG['无'] = '无';

//themes\default\biz\msg\index.html
$__LANG['订单消息'] = '订单消息';
$__LANG['评价消息'] = '评价消息';
$__LANG['投诉消息'] = '投诉消息';
$__LANG['系统消息'] = '系统消息';
$__LANG['是否新消息'] = '是否新消息';
$__LANG['新消息'] = '新消息';
$__LANG['已读'] = '已读';










//themes\default\biz\order\complete.html
$__LANG['自主配送'] = '自主配送';



//themes\default\biz\order\delivered.html
$__LANG['全选'] = '全选';
$__LANG['批量完成'] = '批量完成';



//themes\default\biz\order\detail.html
$__LANG['订单详情'] = '订单详情';
$__LANG['订单列表'] = '订单列表';
$__LANG['等待接单'] = '等待接单';
$__LANG['已接单'] = '已接单';
$__LANG['配送中'] = '配送中';
$__LANG['订单已完成'] = '订单已完成';
$__LANG['订单已取消'] = '订单已取消';
$__LANG['订餐者'] = '订餐者';
$__LANG['立即回复'] = '立即回复';



//themes\default\biz\order\cancellist.html
$__LANG['客户订单'] = '客户订单';
$__LANG['配送订单'] = '配送订单';
$__LANG['配送完成'] = '配送完成';
$__LANG['完成订单'] = '完成订单';
$__LANG['取消订单'] = '取消订单';
$__LANG['快速管理'] = '快速管理';
$__LANG['订单编号'] = '订单编号';
$__LANG['下单地址'] = '下单地址';
$__LANG['支付状态'] = '支付状态';
$__LANG['已支付'] = '已支付';
$__LANG['未支付'] = '未支付';
$__LANG['送达时间'] = '送达时间';
$__LANG['立即送达'] = '立即送达';
$__LANG['商家自主配送'] = '商家自主配送';
$__LANG['配送员手机'] = '配送员手机';
$__LANG['配送员'] = '配送员';
$__LANG['单价'] = '单价';
$__LANG['打包费'] = '打包费';
$__LANG['运费'] = '运费';
$__LANG['合计'] = '合计';
$__LANG['结算价'] = '结算价';
$__LANG['红包抵扣'] = '红包抵扣';
$__LANG['备注'] = '备注';
$__LANG['暂无已取消订单'] = '暂无已取消订单';


//themes\default\biz\order\pei.html
$__LANG['等待配送员接单'] = '等待配送员接单';
$__LANG['开始配送'] = '开始配送';
$__LANG['配送'] = '配送';
$__LANG['等待配送'] = '等待配送';
$__LANG['待配送'] = '待配送';
$__LANG['您确定要取消订单吗'] = '您确定要取消订单吗';
$__LANG['暂无待配送订单'] = '暂无待配送订单';
$__LANG['批量配送'] = '批量配送';


//themes\default\biz\order\index.html
$__LANG['接单'] = '接单';
$__LANG['自主'] = '自主';
$__LANG['第三方'] = '第三方';
$__LANG['打印小票'] = '打印小票';
$__LANG['立即打印'] = '立即打印';
$__LANG['店铺'] = '店铺';
$__LANG['订单时间'] = '订单时间';
$__LANG['支付方式'] = '支付方式';
$__LANG['餐到付款'] = '餐到付款';
$__LANG['已付'] = '已付';
$__LANG['未付'] = '未付';
$__LANG['顾客留言'] = '顾客留言';
$__LANG['商品详情'] = '商品详情';
$__LANG['商品合计'] = '商品合计';
$__LANG['首单立减'] = '首单立减';
$__LANG['顾客信息'] = '顾客信息';
$__LANG['暂无客户订单'] = '暂无客户订单';
$__LANG['批量接单'] = '批量接单';
$__LANG['您确定要批量取消订单吗'] = '您确定要批量取消订单吗';
$__LANG['批量取消订单'] = '批量取消订单';

//themes\default\biz\order\porder.html


//themes\default\biz\order\product.html
$__LANG['近一周订单来源饼状图'] = '近一周订单来源饼状图';
$__LANG['订单来源'] = '订单来源';
$__LANG['安卓'] = '安卓';
$__LANG['网页'] = '网页';
$__LANG['近一月订单来源饼状图'] = '近一月订单来源饼状图';

//themes\default\biz\ordermanage\index.html
$__LANG['外卖订单处理'] = '外卖订单处理';
$__LANG['返回后台管理'] = '返回后台管理';
$__LANG['订单处理系统'] = '订单处理系统';
$__LANG['快速订单管理'] = '快速订单管理';
$__LANG['自动刷新'] = '自动刷新';
$__LANG['播放铃声'] = '播放铃声';
$__LANG['所有订单'] = '所有订单';
$__LANG['待接订单'] = '待接订单';
$__LANG['待配送订单'] = '待配送订单';
$__LANG['待完成订单'] = '待完成订单';
$__LANG['已完成订单'] = '已完成订单';
$__LANG['输入订单号'] = '输入订单号';
$__LANG['查询'] = '查询';
$__LANG['隐藏订单详情'] = '隐藏订单详情';
$__LANG['配送时间'] = '配送时间';
$__LANG['店铺联系电话'] = '店铺联系电话';
$__LANG['订单备注'] = '订单备注';
$__LANG['商品'] = '商品';
$__LANG['数量'] = '数量';
$__LANG['总价'] = '总价';
$__LANG['商品总价'] = '商品总价';
$__LANG['应收金额'] = '应收金额';
$__LANG['暂无订单'] = '暂无订单';
$__LANG['批量接单'] = '批量接单';


//themes\default\biz\product\create.html
$__LANG['图片'] = '图片';
$__LANG['价格'] = '价格';
$__LANG['销量'] = '销量';
$__LANG['普通'] = '普通';
$__LANG['限量'] = '限量';
$__LANG['限购数'] = '限购数';
$__LANG['已购数'] = '已购数';
$__LANG['描述'] = '描述';



//themes\default\biz\product\edit.html



//themes\default\biz\product\index.html
$__LANG['添加商品'] = '添加商品';
$__LANG['确认要删除该商品吗'] = '确认要删除该商品吗';


//themes\default\biz\shop\account.html
$__LANG['基本资料'] = '基本资料';
$__LANG['安全设置'] = '安全设置';
$__LANG['更换手机'] = '更换手机';
$__LANG['提现帐号'] = '提现帐号';
$__LANG['开户行'] = '开户行';
$__LANG['开户人'] = '开户人';
$__LANG['帐号'] = '帐号';



//themes\default\biz\shop\index.html
$__LANG['营业状态'] = '营业状态';
$__LANG['打烊'] = '打烊';
$__LANG['营业'] = '营业';
$__LANG['开始营业时间'] = '开始营业时间';
$__LANG['打烊时间'] = '打烊时间';
$__LANG['地图坐标'] = '地图坐标';
$__LANG['经度'] = '经度';
$__LANG['纬度'] = '纬度';
$__LANG['拾取工具'] = '拾取工具';



//themes\default\biz\shop\mobile.html
$__LANG['旧手机号'] = '旧手机号';
$__LANG['新手机'] = '新手机';

//themes\default\biz\shop\passwd.html
$__LANG['旧密码'] = '旧密码';
$__LANG['新密码'] = '新密码';
$__LANG['确认新密码'] = '确认新密码';



//themes\default\biz\shop\pei.html
$__LANG['配送设置'] = '配送设置';
$__LANG['起送金额'] = '起送金额';
$__LANG['配送距离'] = '配送距离';
$__LANG['单位千米'] = '单位千米';
$__LANG['自己送'] = '自己送';
$__LANG['第三方配送'] = '第三方配送';
$__LANG['第三方代购及配送'] = '第三方代购及配送';
$__LANG['配送结算价'] = '配送结算价';
$__LANG['由第三方配送时支付给配送员的费用'] = '由第三方配送时支付给配送员的费用';



//themes\default\biz\shop\yhcreate.html
$__LANG['优惠列表'] = '优惠列表';
$__LANG['满多少'] = '满多少';
$__LANG['减多少'] = '减多少';



//themes\default\biz\shop\yhedit.html



//themes\default\biz\shop\youhui.html
$__LANG['新增一行'] = '新增一行';
$__LANG['确认要删除吗'] = '确认要删除吗';
$__LANG['移除'] = '移除';

//themes\default\biz\tongji\income.html
$__LANG['今日收入'] = '今日收入';
$__LANG['近一周收入'] = '近一周收入';
$__LANG['近一月收入'] = '近一月收入';
$__LANG['累计总收入'] = '累计总收入';
$__LANG['近一周收入量曲线'] = '近一周收入量曲线';
$__LANG['近一月收入量曲线'] = '近一月收入量曲线';



//themes\default\biz\tongji\order.html
$__LANG['今日订单量'] = '今日订单量';
$__LANG['本周订单量'] = '本周订单量';
$__LANG['本月订单量'] = '本月订单量';
$__LANG['累计总订单量'] = '累计总订单量';
$__LANG['近一周订单量曲线'] = '近一周订单量曲线';
$__LANG['订单量'] = '订单量';
$__LANG['个'] = '个';
$__LANG['近一月订单量曲线'] = '近一月订单量曲线';



//themes\default\biz\tongji\orderfrom.html
$__LANG['手机网页'] = '手机网页';



//themes\default\biz\tongji\product.html
$__LANG['近一周商品销量饼状图'] = '近一周商品销量饼状图';
$__LANG['商品销量'] = '商品销量';
$__LANG['近一月商品销量饼状图'] = '近一月商品销量饼状图';


//themes\default\biz\verify\canyin.html
$__LANG['店铺认证'] = '店铺认证';
$__LANG['店主认证'] = '店主认证';
$__LANG['企业认证'] = '企业认证';
$__LANG['餐饮认证'] = '餐饮认证';
$__LANG['营业许可证编号'] = '营业许可证编号';
$__LANG['营业许可证图片'] = '营业许可证图片';



//themes\default\biz\verify\dianzhu.html

$__LANG['真实姓名'] = '真实姓名';
$__LANG['身份证号码'] = '身份证号码';
$__LANG['身份证正面照'] = '身份证正面照';
$__LANG['店面图'] = '店面图';
$__LANG['含店主'] = '含店主';



//themes\default\biz\verify\index.html
$__LANG['类别'] = '类别';
$__LANG['已认证'] = '已认证';
$__LANG['未认证'] = '未认证';


//themes\default\biz\verify\yyzz.html
$__LANG['营业执照注册号'] = '营业执照注册号';
$__LANG['营业执照图片'] = '营业执照图片';



//themes\default\biz\index.html
$__LANG['立即查看'] = '立即查看';
$__LANG['今日完成订单'] = '今日完成订单';
$__LANG['总完成订单'] = '总完成订单';
$__LANG['收入统计'] = '收入统计';
$__LANG['订单统计'] = '订单统计';
$__LANG['近一周'] = '近一周';
$__LANG['近一月'] = '近一月';
$__LANG['一周'] = '一周';
$__LANG['一月'] = '一月';
$__LANG['近一周收入曲线'] = '近一周收入曲线';
$__LANG['近一月收入曲线'] = '近一月收入曲线';




//themes\default\biz\noaudit.html
$__LANG['您的店铺还未通过审核'] = '您的店铺还未通过审核';
$__LANG['暂时还没有权限访问'] = '暂时还没有权限访问';



//themes\default\biz\nopriv.html
$__LANG['没有权限访问'] = '没有权限访问';



//themes\default\block\footer.html



//themes\default\block\header.html


//themes\default\block\sfooter.html
$__LANG['外卖'] = '外卖';
$__LANG['跑腿'] = '跑腿';
$__LANG['发现'] = '发现';
$__LANG['我的'] = '我的';



//themes\default\block\sheader.html



//themes\default\ditui\account\forgot.html


//themes\default\ditui\account\login.html
$__LANG['地推管理中心登录'] = '地推管理中心登录';



//themes\default\ditui\account\signup.html
$__LANG['姓名'] = '姓名';


//themes\default\ditui\base\account.html


//themes\default\ditui\base\index.html

$__LANG['账户余额'] = '账户余额';
$__LANG['推广码'] = '推广码';
$__LANG['是否审核'] = '是否审核';
$__LANG['已审核'] = '已审核';
$__LANG['未审核'] = '未审核';



//themes\default\ditui\base\license.html




//themes\default\ditui\base\mobile.html



//themes\default\ditui\base\passwd.html


//themes\default\ditui\block\footer.html




//themes\default\ditui\block\header.html
$__LANG['地推管理'] = '地推管理';

//themes\default\ditui\log\index.html
$__LANG['日志管理'] = '日志管理';
$__LANG['日志编号'] = '日志编号';
$__LANG['金额'] = '金额';
$__LANG['管理员'] = '管理员';



//themes\default\ditui\member\index.html
$__LANG['地推用户'] = '地推用户';
$__LANG['地推商家'] = '地推商家';
$__LANG['用户'] = '用户';
$__LANG['注册奖励'] = '注册奖励';
$__LANG['首单奖励'] = '首单奖励';
$__LANG['首单订单号'] = '首单订单号';
$__LANG['首单金额'] = '首单金额';
$__LANG['首单时间'] = '首单时间';
$__LANG['创建时间'] = '创建时间';

//themes\default\ditui\msg\index.html

$__LANG['暂无系统消息'] = '暂无系统消息';




//themes\default\ditui\shop\index.html
$__LANG['商家'] = '商家';
$__LANG['商家名称'] = '商家名称';
$__LANG['商家手机号'] = '商家手机号';
$__LANG['获得奖励'] = '获得奖励';


//themes\default\ditui\tongji\member.html
$__LANG['今日用户'] = '今日用户';
$__LANG['本周用户'] = '本周用户';
$__LANG['本月用户'] = '本月用户';
$__LANG['累计总用户'] = '累计总用户';
$__LANG['近一周推荐成功用户数曲线'] = '近一周推荐成功用户数曲线';
$__LANG['用户数'] = '用户数';
$__LANG['近一月推荐成功用户数曲线'] = '近一月推荐成功用户数曲线';




//themes\default\ditui\tongji\mincome.html
$__LANG['用户渠道'] = '用户渠道';
$__LANG['商家渠道'] = '商家渠道';
$__LANG['今日收入'] = '今日收入';
$__LANG['本周收入'] = '本周收入';
$__LANG['本月收入'] = '本月收入';
$__LANG['近一月推荐用户收入曲线'] = '近一月推荐用户收入曲线';



//themes\default\ditui\tongji\order.html



//themes\default\ditui\tongji\shop.html
$__LANG['今日商家'] = '今日商家';
$__LANG['本周商家'] = '本周商家';
$__LANG['本月商家'] = '本月商家';
$__LANG['累计总商家'] = '累计总商家';
$__LANG['近一周推荐成功商家数曲线'] = '近一周推荐成功商家数曲线';
$__LANG['商家数'] = '商家数';
$__LANG['近一月推荐成功商家数曲线'] = '近一月推荐成功商家数曲线';




//themes\default\ditui\tongji\sincome.html
$__LANG['近一月推荐商家收入曲线'] = '近一月推荐商家收入曲线';


//themes\default\ditui\index.html
$__LANG['推广链接'] = '推广链接';
$__LANG['链接地址'] = '链接地址';
$__LANG['注册用户数'] = '注册用户数';
$__LANG['注册商户数'] = '注册商户数';
$__LANG['下单会员数'] = '下单会员数';
$__LANG['地推饼状图'] = '地推饼状图';
$__LANG['生成二维码'] = '生成二维码';
$__LANG['渲染方式'] = '渲染方式';
$__LANG['和'] = '和';
$__LANG['两种'] = '两种';
$__LANG['设置宽度'] = '设置宽度';
$__LANG['设置高度'] = '设置高度';
$__LANG['计算模式'] = '计算模式';
$__LANG['纠错等级'] = '纠错等级';
$__LANG['默认为'] = '默认为';
$__LANG['背景颜色'] = '背景颜色';
$__LANG['近一周地推饼状图'] = '近一周地推饼状图';
$__LANG['占比'] = '占比';
$__LANG['下单数'] = '下单数';
$__LANG['近一月地推饼状图'] = '近一月地推饼状图';




//themes\default\ditui\nopriv.html


//themes\default\help\agreement.html
$__LANG['注册协议'] = '注册协议';



//themes\default\help\detail.html



//themes\default\help\index.html
$__LANG['服务中心'] = '服务中心';
$__LANG['联系客服'] = '联系客服';


//themes\default\mall\detail.html
$__LANG['积分'] = '积分';
$__LANG['库存'] = '库存';
$__LANG['详情'] = '详情';
$__LANG['立即兑换'] = '立即兑换';



//themes\default\mall\exchange.html
$__LANG['积分兑换'] = '积分兑换';
$__LANG['您还没有设置地址'] = '您还没有设置地址';
$__LANG['点击立即添加地址'] = '点击立即添加地址';
$__LANG['当前您有'] = '当前您有';
$__LANG['个地址'] = '个地址';
$__LANG['点击立即选择地址'] = '点击立即选择地址';
$__LANG['剩余数量'] = '剩余数量';
$__LANG['兑换数量'] = '兑换数量';
$__LANG['需要积分'] = '需要积分';
$__LANG['不能再少了'] = '不能再少了';
$__LANG['库存不足'] = '库存不足';
$__LANG['秒后自动关闭'] = '秒后自动关闭';



//themes\default\mall\index.html
$__LANG['积分商城'] = '积分商城';
$__LANG['我的积分'] = '我的积分';
$__LANG['兑换记录'] = '兑换记录';
$__LANG['兑换'] = '兑换';
$__LANG['轮播'] = '轮播';
$__LANG['结束'] = '结束';



//themes\default\mall\items.html
$__LANG['积分商城列表'] = '积分商城列表';
$__LANG['头部下来分类开始'] = '头部下来分类开始';


//themes\default\market\invite.html
$__LANG['分享'] = '分享';
$__LANG['邀请好友'] = '邀请好友';
$__LANG['元红包'] = '元红包';
$__LANG['正在邀请您使用'] = '正在邀请您使用';
$__LANG['立即领取'] = '立即领取';
$__LANG['活动说明'] = '活动说明';
$__LANG['成功领取好友的'] = '成功领取好友的';
$__LANG['用手机号'] = '用手机号';
$__LANG['注册使用'] = '注册使用';
$__LANG['立即使用'] = '立即使用';


//themes\default\order\comment.html
$__LANG['评价商家'] = '评价商家';
$__LANG['只允许上传'] = '只允许上传';
$__LANG['格式图片'] = '格式图片';
$__LANG['收藏'] = '收藏';
$__LANG['取消收藏'] = '取消收藏';
$__LANG['服务态度'] = '服务态度';
$__LANG['菜品口味'] = '菜品口味';
$__LANG['综合评分'] = '综合评分';
$__LANG['配送速度'] = '配送速度';
$__LANG['说说您对本店的看法'] = '说说您对本店的看法';
$__LANG['长度在'] = '长度在';
$__LANG['字符之间'] = '字符之间';
$__LANG['上传'] = '上传';
$__LANG['限传'] = '限传';
$__LANG['张图'] = '张图';
$__LANG['评价后可获得'] = '评价后可获得';
$__LANG['提交评价'] = '提交评价';



//themes\default\order\cpmplaint.html
$__LANG['投诉反馈'] = '投诉反馈';
$__LANG['商家已接单'] = '商家已接单';
$__LANG['但没送达'] = '但没送达';
$__LANG['商家参加了活动'] = '商家参加了活动';
$__LANG['但没给优惠'] = '但没给优惠';
$__LANG['投诉其他'] = '投诉其他';

//themes\default\order\detail.html
$__LANG['等待支付'] = '等待支付';
$__LANG['订单进度'] = '订单进度';
$__LANG['已送达'] = '已送达';
$__LANG['下单'] = '下单';
$__LANG['订单逾期未支付半小时自动取消'] = '订单逾期未支付半小时自动取消';
$__LANG['当前订单为货到付款'] = '当前订单为货到付款';
$__LANG['支付'] = '支付';
$__LANG['等待商家接单'] = '等待商家接单';
$__LANG['预计送达'] = '预计送达';
$__LANG['尽快送达'] = '尽快送达';
$__LANG['配送员已接单'] = '配送员已接单';
$__LANG['订单配送中'] = '订单配送中';
$__LANG['订单超过'] = '订单超过';
$__LANG['小时自动完成'] = '小时自动完成';
$__LANG['订单逾期未支付'] = '订单逾期未支付';
$__LANG['在线支付立减优惠'] = '在线支付立减优惠';
$__LANG['余额抵扣'] = '余额抵扣';
$__LANG['再来一份'] = '再来一份';
$__LANG['服务地址'] = '服务地址';
$__LANG['微信支付'] = '微信支付';
$__LANG['支付宝支付'] = '支付宝支付';
$__LANG['余额支付'] = '余额支付';
$__LANG['货到付款'] = '货到付款';
$__LANG['尽快送出'] = '尽快送出';
$__LANG['投诉'] = '投诉';
$__LANG['催单'] = '催单';
$__LANG['确认送达'] = '确认送达';
$__LANG['已评价'] = '已评价';
$__LANG['评价得积分'] = '评价得积分';
$__LANG['申请退单'] = '申请退单';
$__LANG['提示'] = '提示';
$__LANG['不了'] = '不了';
$__LANG['去支付'] = '去支付';
$__LANG['还剩'] = '还剩';
$__LANG['提交成功'] = '提交成功';


//themes\default\order\index.html
$__LANG['待处理'] = '待处理';
$__LANG['暂无待处理订单'] = '暂无待处理订单';



//themes\default\order\order.html
$__LANG['满'] = '满';
$__LANG['立减'] = '立减';
$__LANG['有'] = '有';
$__LANG['个红包可用'] = '个红包可用';
$__LANG['使用余额'] = '使用余额';
$__LANG['我的余额'] = '我的余额';
$__LANG['可抵扣'] = '可抵扣';
$__LANG['添加备注'] = '添加备注';
$__LANG['暂无可用红包'] = '暂无可用红包';
$__LANG['已优惠'] = '已优惠';
$__LANG['确认下单'] = '确认下单';
$__LANG['选择送达时间'] = '选择送达时间';

//themes\default\order\orderwell.html
$__LANG['暂无已完成订单'] = '暂无已完成订单';



//themes\default\order\pay.html
$__LANG['订单总价'] = '订单总价';
$__LANG['第三方支付平台应支付'] = '第三方支付平台应支付';
$__LANG['推荐已安装支付宝客户端的用户使用'] = '推荐已安装支付宝客户端的用户使用';
$__LANG['推荐已安装微信客户端的用户使用'] = '推荐已安装微信客户端的用户使用';
$__LANG['推荐余额足够的用户使用'] = '推荐余额足够的用户使用';
$__LANG['您的余额'] = '您的余额';
$__LANG['确认支付'] = '确认支付';



//themes\default\order\remark.html
$__LANG['请输入备注内容'] = '请输入备注内容';


//themes\default\order\work.html
$__LANG['订单已提交'] = '订单已提交';
$__LANG['商家电话'] = '商家电话';
$__LANG['配送员电话'] = '配送员电话';


//themes\default\page\404.html
$__LANG['页面不存在'] = '页面不存在';
$__LANG['如果您不做出选择'] = '如果您不做出选择';
$__LANG['将在'] = '将在';
$__LANG['秒后跳转到第一个链接地址'] = '秒后跳转到第一个链接地址';
$__LANG['点击立即跳转'] = '点击立即跳转';



//themes\default\page\notice.html
$__LANG['请选择以下操作'] = '请选择以下操作';


//themes\default\paotui\buy.html
$__LANG['帮我买'] = '帮我买';
$__LANG['上传开始'] = '上传开始';
$__LANG['需要上传的音频的本地'] = '需要上传的音频的本地';
$__LANG['由'] = '由';
$__LANG['接口获得'] = '接口获得';
$__LANG['显示进度提示'] = '显示进度提示';
$__LANG['返回音频的服务器端'] = '返回音频的服务器端';
$__LANG['上传结束'] = '上传结束';
$__LANG['需要播放的音频的本地'] = '需要播放的音频的本地';
$__LANG['返回音频的本地'] = '返回音频的本地';
$__LANG['请输入购买的物件及要求'] = '请输入购买的物件及要求';
$__LANG['购买地址'] = '购买地址';
$__LANG['指定地址'] = '指定地址';
$__LANG['不指定地址'] = '不指定地址';
$__LANG['指定购买地址'] = '指定购买地址';
$__LANG['收货地址'] = '收货地址';
$__LANG['请选择收货地址'] = '请选择收货地址';
$__LANG['请填写联系人'] = '请填写联系人';
$__LANG['联系方式'] = '联系方式';
$__LANG['请填写联系电话'] = '请填写联系电话';
$__LANG['收货时间'] = '收货时间';
$__LANG['选择时间'] = '选择时间';
$__LANG['购买物件费用'] = '购买物件费用';
$__LANG['资金托管'] = '资金托管';
$__LANG['请输入金额'] = '请输入金额';
$__LANG['距离'] = '距离';
$__LANG['重量'] = '重量';
$__LANG['请输入总量'] = '请输入总量';
$__LANG['千克'] = '千克';
$__LANG['配送费用'] = '配送费用';
$__LANG['给小费'] = '给小费';
$__LANG['计费说明'] = '计费说明';
$__LANG['白天'] = '白天';
$__LANG['公里内'] = '公里内';
$__LANG['每单'] = '每单';
$__LANG['元起'] = '元起';
$__LANG['超出'] = '超出';
$__LANG['公里'] = '公里';
$__LANG['每公里加'] = '每公里加';
$__LANG['夜间'] = '夜间';
$__LANG['计算距离时以地图上的直线距离为准'] = '计算距离时以地图上的直线距离为准';
$__LANG['友情提示'] = '友情提示';
$__LANG['节假日'] = '节假日';
$__LANG['交通拥堵时段'] = '交通拥堵时段';
$__LANG['恶劣天气等情况'] = '恶劣天气等情况';
$__LANG['适当增加服务费'] = '适当增加服务费';
$__LANG['接单成功率会大大提高'] = '接单成功率会大大提高';
$__LANG['合计费用'] = '合计费用';
$__LANG['米'] = '米';

//themes\default\paotui\detail.html
$__LANG['跑腿明细'] = '跑腿明细';
$__LANG['帮我'] = '帮我';
$__LANG['送'] = '送';
$__LANG['买'] = '买';
$__LANG['跑腿人信息'] = '跑腿人信息';
$__LANG['电话'] = '电话';
$__LANG['购买信息'] = '购买信息';
$__LANG['取货信息'] = '取货信息';
$__LANG['电'] = '电';
$__LANG['话'] = '话';
$__LANG['取货地址'] = '取货地址';
$__LANG['收货信息'] = '收货信息';
$__LANG['跑腿内容'] = '跑腿内容';
$__LANG['语音内容'] = '语音内容';
$__LANG['跑腿费用'] = '跑腿费用';
$__LANG['担保费用'] = '担保费用';
$__LANG['补差价'] = '补差价';

//themes\default\paotui\index.html
$__LANG['帮我送'] = '帮我送';
$__LANG['跑腿订单'] = '跑腿订单';



//themes\default\paotui\log.html


//themes\default\paotui\map.html
$__LANG['订单路线规划'] = '订单路线规划';
$__LANG['路线规划'] = '路线规划';




//themes\default\paotui\paotui.html
$__LANG['确定要删除'] = '确定要删除';
$__LANG['确认'] = '确认';
$__LANG['购买描述'] = '购买描述';
$__LANG['送件描述'] = '送件描述';



//themes\default\paotui\pay.html
$__LANG['订单金额'] = '订单金额';



//themes\default\paotui\song.html
$__LANG['取货时间'] = '取货时间';
$__LANG['请选择取货时间'] = '请选择取货时间';
$__LANG['收货时间'] = '收货时间';
$__LANG['请选择收货时间'] = '请选择收货时间';
$__LANG['取货地'] = '取货地';
$__LANG['请选择取货地址'] = '请选择取货地址';
$__LANG['门牌号'] = '门牌号';
$__LANG['请输入门牌号'] = '请输入门牌号';
$__LANG['请输入姓名'] = '请输入姓名';
$__LANG['请输入电话'] = '请输入电话';
$__LANG['收货地'] = '收货地';
$__LANG['请选择收货地址'] = '请选择收货地址';
$__LANG['请输入需要配送物件及要求'] = '请输入需要配送物件及要求';
$__LANG['送距离达'] = '送距离达';
$__LANG['千米左右'] = '千米左右';


//themes\default\passport\login.html
$__LANG['注册'] = '注册';
$__LANG['请输入手机验证码'] = '请输入手机验证码';
$__LANG['输密码'] = '输密码';
$__LANG['手机短信登录'] = '手机短信登录';
$__LANG['密码登录'] = '密码登录';
$__LANG['第三方登录'] = '第三方登录';
$__LANG['登录成功'] = '登录成功';

//themes\default\passport\register.html
$__LANG['输入密码'] = '输入密码';
$__LANG['不少于六位'] = '不少于六位';
$__LANG['密码确认'] = '密码确认';
$__LANG['请再次输入密码'] = '请再次输入密码';
$__LANG['立即注册'] = '立即注册';

//themes\default\passport\wxbind.html
$__LANG['绑定微信'] = '绑定微信';
$__LANG['立即绑定'] = '立即绑定';
$__LANG['手机号不能为空'] = '手机号不能为空';
$__LANG['验证码不能为空'] = '验证码不能为空';


//themes\default\shop\comment.html
$__LANG['商家温馨提示'] = '商家温馨提示';
$__LANG['菜单'] = '菜单';
$__LANG['评价'] = '评价';
$__LANG['好评率'] = '好评率';
$__LANG['综合得分'] = '综合得分';
$__LANG['共有'] = '共有';
$__LANG['人评价'] = '人评价';
$__LANG['服'] = '服';
$__LANG['味'] = '味';
$__LANG['配'] = '配';



//themes\default\shop\detail.html
$__LANG['总售'] = '总售';
$__LANG['已售完'] = '已售完';
$__LANG['去结算'] = '去结算';
$__LANG['清空所有'] = '清空所有';
$__LANG['购物车'] = '购物车';
$__LANG['还差'] = '还差';
$__LANG['店里没有那么多商品了'] = '店里没有那么多商品了';
$__LANG['温馨提示'] = '温馨提示';
$__LANG['确定要清空购物车吗'] = '确定要清空购物车吗';


//themes\default\shop\index.html
$__LANG['送餐速度最快'] = '送餐速度最快';
$__LANG['按评价排'] = '按评价排';
$__LANG['加载中'] = '加载中';
$__LANG['没有更多了'] = '没有更多了';
$__LANG['商户进驻中'] = '商户进驻中';
$__LANG['敬请期待'] = '敬请期待';


//themes\default\shop\product.html
$__LANG['菜品详情'] = '菜品详情';
$__LANG['月售'] = '月售';
$__LANG['初始化外卖数据'] = '初始化外卖数据';


//themes\default\shop\shop.html
$__LANG['分钟'] = '分钟';
$__LANG['平均送达时间'] = '平均送达时间';
$__LANG['商家公告'] = '商家公告';
$__LANG['商家活动'] = '商家活动';
$__LANG['商家简介'] = '商家简介';
$__LANG['优惠多多'] = '优惠多多';
$__LANG['商家信息'] = '商家信息';
$__LANG['商家地址'] = '商家地址';
$__LANG['营业时间'] = '营业时间';



//themes\default\trade\payment\wxalipay.html



//themes\default\trade\payment\wxqrcode.html
$__LANG['请使用微信扫描下方二维码完成支付'] = '请使用微信扫描下方二维码完成支付';
$__LANG['支付金额'] = '支付金额';
$__LANG['订单已支付成功'] = '订单已支付成功';


//themes\default\welcome\index.html
$__LANG['外送'] = '外送';
$__LANG['下载'] = '下载';
$__LANG['快捷导航'] = '快捷导航';
$__LANG['简介'] = '简介';
$__LANG['客户端'] = '客户端';
$__LANG['商户端'] = '商户端';
$__LANG['配送端'] = '配送端';
$__LANG['商家入驻'] = '商家入驻';
$__LANG['关注'] = '关注';
$__LANG['公众号'] = '公众号';
$__LANG['一键下单'] = '一键下单';
$__LANG['方便快捷'] = '方便快捷';
$__LANG['多种支付'] = '多种支付';
$__LANG['任你选择'] = '任你选择';
$__LANG['火速配送'] = '火速配送';
$__LANG['坐等外卖'] = '坐等外卖';
$__LANG['外卖状态'] = '外卖状态';
$__LANG['时刻跟踪'] = '时刻跟踪';
$__LANG['客户端下载'] = '客户端下载';
$__LANG['商户端下载'] = '商户端下载';
$__LANG['便捷的操作'] = '便捷的操作';
$__LANG['详细的数据统计'] = '详细的数据统计';
$__LANG['资金管理安全高效操作方便'] = '资金管理安全高效操作方便';
$__LANG['用户信息全掌握时刻了解最新动态'] = '用户信息全掌握时刻了解最新动态';
$__LANG['有效及时与用户互动评价交流提高粘度'] = '有效及时与用户互动评价交流提高粘度';
$__LANG['商家和平台用户三位一体的结合高效便捷'] = '商家和平台用户三位一体的结合高效便捷';
$__LANG['配送端下载'] = '配送端下载';


//themes\default\ucenter\addr\create.html
$__LANG['新增收货地址'] = '新增收货地址';
$__LANG['新增地址'] = '新增地址';
$__LANG['修改信息'] = '修改信息';
$__LANG['小区'] = '小区';
$__LANG['请输入详细收货地址'] = '请输入详细收货地址';
$__LANG['如门牌号'] = '如门牌号';
$__LANG['是否设置为默认地址'] = '是否设置为默认地址';
$__LANG['删除地址'] = '删除地址';
$__LANG['删除该收货地址'] = '删除该收货地址';
$__LANG['设置表单'] = '设置表单';
$__LANG['浏览器还不支持'] = '浏览器还不支持';
$__LANG['功能'] = '功能';
$__LANG['保存联系人'] = '保存联系人';
$__LANG['新增地址动作'] = '新增地址动作';
$__LANG['表单提交'] = '表单提交';
$__LANG['联系人不能为空'] = '联系人不能为空';
$__LANG['手机号码不能为空'] = '手机号码不能为空';
$__LANG['收货地址不能为空'] = '收货地址不能为空';
$__LANG['点击地图选择地址获得经纬度'] = '点击地图选择地址获得经纬度';
$__LANG['请优先在地图上选择您的位置'] = '请优先在地图上选择您的位置';

//themes\default\ucenter\addr\edit.html
$__LANG['修改收货地址'] = '修改收货地址';
$__LANG['修改地址'] = '修改地址';
$__LANG['确定删除该收货地址'] = '确定删除该收货地址';
$__LANG['保存用户上一次保存的经纬度'] = '保存用户上一次保存的经纬度';
$__LANG['已在地图上选择了地址获得经纬度'] = '已在地图上选择了地址获得经纬度';
$__LANG['修改地址动作'] = '修改地址动作';
$__LANG['点击地图获得的经纬度'] = '点击地图获得的经纬度';
$__LANG['如果没有点击地图则设置为上一次的经纬度'] = '如果没有点击地图则设置为上一次的经纬度';
$__LANG['指定的'] = '指定的';
$__LANG['不存在'] = '不存在';


//themes\default\ucenter\addr\index.html
$__LANG['没有收货地址'] = '没有收货地址';
$__LANG['快去添加一个地址吧'] = '快去添加一个地址吧';
$__LANG['跑腿帮我送地址'] = '跑腿帮我送地址';
$__LANG['跑腿帮我买地址'] = '跑腿帮我买地址';
$__LANG['初始化'] = '初始化';


//themes\default\ucenter\addr\map.html
$__LANG['定位'] = '定位';

//themes\default\ucenter\collect\index.html
$__LANG['我的收藏'] = '我的收藏';

//themes\default\ucenter\hongbao\exchange.html
$__LANG['输入兑换码'] = '输入兑换码';
$__LANG['请输入红包兑换码'] = '请输入红包兑换码';
$__LANG['兑换码不能为空'] = '兑换码不能为空';



//themes\default\ucenter\hongbao\index.html
$__LANG['我的红包'] = '我的红包';
$__LANG['元可用'] = '元可用';
$__LANG['此红包限手机尾号'] = '此红包限手机尾号';
$__LANG['的用户使用'] = '的用户使用';
$__LANG['有效期至'] = '有效期至';



//themes\default\ucenter\hongbao\lists.html


//themes\default\ucenter\info\index.html
$__LANG['不支持'] = '不支持';
$__LANG['头像'] = '头像';
$__LANG['用户名'] = '用户名';
$__LANG['点击设置昵称'] = '点击设置昵称';
$__LANG['账户设置'] = '账户设置';
$__LANG['已绑定'] = '已绑定';
$__LANG['未绑定'] = '未绑定';
$__LANG['上传图像'] = '上传图像';
$__LANG['关闭'] = '关闭';
$__LANG['解除绑定'] = '解除绑定';
$__LANG['确定要解除帐号与微信的关联吗'] = '确定要解除帐号与微信的关联吗';
$__LANG['解除后将无法使用微信登录此帐号'] = '解除后将无法使用微信登录此帐号';
$__LANG['解除绑定弹框'] = '解除绑定弹框';



//themes\default\ucenter\info\update_mobile.html
$__LANG['换绑手机'] = '换绑手机';
$__LANG['验证后绑定新手机'] = '验证后绑定新手机';


//themes\default\ucenter\info\update_nickname.html
$__LANG['修改用户名'] = '修改用户名';



//themes\default\ucenter\info\update_passwd.html
$__LANG['输旧密码'] = '输旧密码';
$__LANG['请输入旧密码'] = '请输入旧密码';
$__LANG['输新密码'] = '输新密码';
$__LANG['新密确认'] = '新密确认';
$__LANG['确定修改'] = '确定修改';

//themes\default\ucenter\integral\index.html
$__LANG['当前积分'] = '当前积分';
$__LANG['分'] = '分';
$__LANG['兑换商品'] = '兑换商品';
$__LANG['最近'] = '最近';
$__LANG['天积分记录'] = '天积分记录';

//themes\default\ucenter\mall\index.html
$__LANG['兑换成功'] = '兑换成功';
$__LANG['未发货'] = '未发货';
$__LANG['已发货'] = '已发货';

//themes\default\ucenter\money\index.html

$__LANG['充值'] = '充值';
$__LANG['天余额明细'] = '天余额明细';
$__LANG['无余额明细'] = '无余额明细';



//themes\default\ucenter\money\recharge.html
$__LANG['我的充值'] = '我的充值';
$__LANG['在线充值'] = '在线充值';
$__LANG['元送'] = '元送';
$__LANG['确认充值'] = '确认充值';

//themes\default\ucenter\msg\index.html
$__LANG['我的消息中心'] = '我的消息中心';
$__LANG['消息中心'] = '消息中心';
$__LANG['暂无消息'] = '暂无消息';
$__LANG['红包消息未读'] = '红包消息未读';
$__LANG['红包消息已读'] = '红包消息已读';
$__LANG['订单消息未读'] = '订单消息未读';
$__LANG['订单消息已读'] = '订单消息已读';
$__LANG['点击查看详情'] = '点击查看详情';


//themes\default\ucenter\share\detail.html
$__LANG['分享活动详情'] = '分享活动详情';
$__LANG['扫一扫上面的二维码图案'] = '扫一扫上面的二维码图案';
$__LANG['分享好友'] = '分享好友';
$__LANG['或点击'] = '或点击';
$__LANG['右上角'] = '右上角';
$__LANG['获得红包'] = '获得红包';
$__LANG['活动规则说明'] = '活动规则说明';
$__LANG['分享有礼介绍'] = '分享有礼介绍';
$__LANG['前景颜色'] = '前景颜色';
$__LANG['发送给朋友'] = '发送给朋友';
$__LANG['分享成功'] = '分享成功';
$__LANG['分享到朋友圈'] = '分享到朋友圈';
$__LANG['分享到手机'] = '分享到手机';



//themes\default\ucenter\share\index.html
$__LANG['我的分享'] = '我的分享';
$__LANG['累计邀请赚取'] = '累计邀请赚取';
$__LANG['邀请'] = '邀请';
$__LANG['红包'] = '红包';
$__LANG['点击邀请好友'] = '点击邀请好友';
$__LANG['免费送他'] = '免费送他';
$__LANG['当好友下单成功'] = '当好友下单成功';
$__LANG['你也将获得'] = '你也将获得';
$__LANG['知道了'] = '知道了';



//themes\default\ucenter\index.html
$__LANG['余额'] = '余额';
$__LANG['待评价订单'] = '待评价订单';
$__LANG['分享有奖'] = '分享有奖';
$__LANG['退出登录'] = '退出登录';
$__LANG['加载用户未读消息'] = '加载用户未读消息';



