<?php
/**
 * Copy Right IJH.CC
 * Each engineer has a duty to keep the code elegant
 * $Id: index.ctl.php 14351 2015-07-22 01:25:14Z wanglei $
 */
if(!defined('__CORE_DIR')){
    exit("Access Denied");
}
//theme
global $__LANG;
$__LANG['语言'] = '简体中文';

//global 
$__LANG['更多'] = '更多';
$__LANG['全部'] = '全部';
$__LANG['不限'] = '不限';
$__LANG['分类'] = '分类';
$__LANG['排序'] = '排序';
$__LANG['筛选'] = '筛选';
$__LANG['起送'] = '起送';



$__LANG['￥'] = '￥';
$__LANG['份'] = '份';
$__LANG['元'] = '元';
$__LANG['首'] = '首';
$__LANG['减'] = '减';
$__LANG['付'] = '付';

$__LANG['确定'] = '确定';
$__LANG['提交'] = '提交';
$__LANG['取消'] = '取消';
$__LANG['删除'] = '删除';
$__LANG['保存'] = '保存';
$__LANG['地址'] = '地址';
$__LANG['手机'] = '手机';
$__LANG['密码'] = '密码';
$__LANG['验证码'] = '验证码';
$__LANG['微信'] = '微信';
$__LANG['支付宝'] = '支付宝';

$__LANG['提交数据'] = '提交数据';
$__LANG['保存数据'] = '保存数据';
$__LANG['免配送费'] = '免配送费';
$__LANG['配送费'] = '配送费';




$__LANG['全部分类'] = '全部分类';
$__LANG['默认排序'] = '默认排序';
$__LANG['送餐最快'] = '送餐最快';
$__LANG['距离最近'] = '距离最近';
$__LANG['销量最好'] = '销量最好';
$__LANG['评价最好'] = '评价最好';
$__LANG['起送价最低'] = '起送价最低';



$__LANG['配送方式'] = '配送方式';
$__LANG['平台送'] = '平台送';
$__LANG['商家送'] = '商家送';
$__LANG['在线支付'] = '在线支付';
$__LANG['首单优惠'] = '首单优惠';
$__LANG['下单立减'] = '下单立减';

$__LANG['定位中'] = '定位中...';
$__LANG['加载中'] = '加载中...';
$__LANG['加载完成'] = '加载完成';
$__LANG['没有更多了'] = '没有更多了...';



//index.html
$__LANG['已售%s份'] = '已售%s份';
$__LANG['支持在线支付'] = '支持在线支付';
