<?php
/**
 * Copy Right IJH.CC
 * Each engineer has a duty to keep the code elegant
 * $Id: index.ctl.php 14351 2015-07-22 01:25:14Z wanglei $
 */
if(!defined('__CORE_DIR')){
    exit("Access Denied");
}
//api
global $__LANG;
$__LANG['语言'] = '简体中文';


//global
$__LANG['NOLOGIN'] = '很抱歉，你还没有登录不能访问';


//staff.ctl.php
$__LANG['手机号不能为空'] = '手机号不能为空';
$__LANG['手机号不正确'] = '手机号不正确';
$__LANG['登录密码不正确'] = '登录密码不正确';
$__LANG['短信验证码不正确'] = '短信验证码不正确';
$__LANG['用户名不能为空'] = '用户名不能为空';
$__LANG['该手机号已经注册'] = '该手机号已经注册';
$__LANG['该手机号未注册过'] = '该手机号未注册过';
$__LANG['新密码不正确'] = '新密码不正确';
$__LANG['已经认证成功不可修改'] = '已经认证成功不可修改';
$__LANG['真实姓名不能为空'] = '真实姓名不能为空';
$__LANG['身份证号码不能为空'] = '身份证号码不能为空';
$__LANG['身份证号码不正确'] = '身份证号码不正确';
$__LANG['开户行不能为空'] = '开户行不能为空';
$__LANG['开户人不能为空'] = '开户人不能为空';
$__LANG['提现帐号不能为空'] = '提现帐号不能为空';
$__LANG['您还未提交身份认证资料'] = '您还未提交身份认证资料';
$__LANG['已提交认证资料等待管理员审核'] = '已提交认证资料等待管理员审核';
$__LANG['经纬度不正确'] = '经纬度不正确';
$__LANG['状态错误'] = '状态错误';


//shop.ctl.php
$__LANG['经纬度不正确'] = '经纬度不正确';
$__LANG['商家不存在'] = '商家不存在';
$__LANG['商家不存在或已被删除'] = '商家不存在或已被删除';
$__LANG['商户审核中不可下单'] = '商户审核中不可下单';


//product.ctl.php
$__LANG['商户审核中不可访问'] = '商户审核中不可访问';


//payment.ctl.php
$__LANG['订单不存在'] = '订单不存在';
$__LANG['非法操作'] = '非法操作';
$__LANG['订单已取消不可支付'] = '订单已取消不可支付';
$__LANG['货到付款订单不可支付'] = '货到付款订单不可支付';
$__LANG['该订单已经支付过了'] = '该订单已经支付过了';
$__LANG['该订单不需要支付'] = '该订单不需要支付';
$__LANG['未指定支付方式'] = '未选定支付方式';
$__LANG['余额不足，请更换支付方式'] = '余额不足，请更换支付方式';
$__LANG['创建支付请求失败'] = '创建支付请求失败';
$__LANG['未选择充值金额'] = '未选择充值金额';
$__LANG['支付返回参数不正确'] = '支付返回参数不正确';
$__LANG['支付的订单不存在'] = '支付的订单不存在';
$__LANG['已经充值成功，请不要重复提交'] = '已经充值成功，请不要重复提交';
$__LANG['支付验证签名失败'] = '支付验证签名失败';
$__LANG['要支付订单号错误'] = '要支付订单号错误';
$__LANG['支付密码不正确'] = '支付密码不正确';
$__LANG['支付订单不存在'] = '支付订单不存在';
$__LANG['订单不存在或已被删除%s'] = '订单不存在或已被删除%s';
$__LANG['该订单已经完成'] = '该订单已经完成';
$__LANG['账户余额不足'] = '账户余额不足';
$__LANG['余额支付订单(ID:%s)'] = '余额支付订单(ID:%s)';
$__LANG['订单补差价支付成功'] = '订单补差价支付成功';
$__LANG['订单补差价结算(ID:%s)'] = '订单补差价结算(ID:%s)';
$__LANG['差价金额不正确'] = '差价金额不正确';
$__LANG['余额支付订单(ID:%s)'] = '余额支付订单(ID:%s)';
$__LANG['订单使用余额支付成功'] = '订单使用余额支付成功';


//passport.ctl.php
$__LANG['短信验证码不能为空'] = '短信验证码不能为空';
$__LANG['账户已被删除'] = '账户已被删除';
$__LANG['参数传递有误'] = '参数传递有误';
$__LANG['微信授权失败'] = '微信授权失败';


//paotui.ctl.php
$__LANG['取件时间不能为空'] = '取件时间不能为空';
$__LANG['取件地不能为空'] = '取件地不能为空';
$__LANG['取件门牌号不能为空'] = '取件门牌号不能为空';
$__LANG['取件人不能为空'] = '取件人不能为空';
$__LANG['取件人手机号不能为空'] = '取件人手机号不能为空';
$__LANG['取件地址经度不能为空'] = '取件地址经度不能为空';
$__LANG['取件地址纬度不能为空'] = '取件地址纬度不能为空';
$__LANG['送件时间不能为空'] = '送件时间不能为空';
$__LANG['送件地不能为空'] = '送件地不能为空';
$__LANG['送件门牌号不能为空'] = '送件门牌号不能为空';
$__LANG['送件人不能为空'] = '送件人不能为空';
$__LANG['送件人手机号不能为空'] = '送件人手机号不能为空';
$__LANG['送件地址经度不能为空'] = '送件地址经度不能为空';
$__LANG['送件地址纬度不能为空'] = '送件地址纬度不能为空';
$__LANG['跑腿费用不能为空'] = '跑腿费用不能为空';
$__LANG['订单已提交'] = '订单已提交';
$__LANG['购买的物件及要求不能为空'] = '购买的物件及要求不能为空';
$__LANG['配送的物件及要求不能为空'] = '配送的物件及要求不能为空';
$__LANG['订单已经取消，无需重复取消'] = '订单已经取消，无需重复取消';
$__LANG['当前订单是不可取消的状态'] = '当前订单是不可取消的状态';
$__LANG['跑腿人员不存在'] = '跑腿人员不存在';
$__LANG['当前订单无法设置'] = '当前订单无法设置';
$__LANG['设置出错'] = '设置出错';
$__LANG['距离不存在'] = '距离不存在';
$__LANG['重量不存在'] = '重量不存在';


//order.ctl.php
$__LANG['商家已经打烊不可下单'] = '商家已经打烊不可下单';
$__LANG['配送时间不在商家营业范围'] = '配送时间不在商家营业范围';
$__LANG['您还没有订餐呢'] = '您还没有订餐呢';
$__LANG['请选择地址'] = '请选择地址';
$__LANG['地址不存在'] = '地址不存在';
$__LANG['超出配送范围'] = '超出配送范围';
$__LANG['商品不是同一家商家的'] = '商品不是同一家商家的';
$__LANG['商品库存不足'] = '商品库存不足';
$__LANG['没有达到配送要求'] = '没有达到配送要求';
$__LANG['红包不存在'] = '红包不存在';
$__LANG['红包信息不正确'] = '红包信息不正确';
$__LANG['该红包已经使用'] = '该红包已经使用';
$__LANG['红包已过期不能使用'] = '红包已过期不能使用';
$__LANG['该红包不能使用'] = '该红包不能使用';
$__LANG['订单抵扣金额'] = '订单抵扣金额';
$__LANG['密码不正确'] = '密码不正确';
$__LANG['订单已提交成功'] = '订单已提交成功';
$__LANG['订单余额支付成功'] = '订单余额支付成功';
$__LANG['订单创建失败退回余额'] = '订单创建失败退回余额';
$__LANG['创建订单失败'] = '创建订单失败';
$__LANG['订单逾期未支付半小时自动取消'] = '订单逾期未支付半小时自动取消';
$__LANG['订单已取消'] = '订单已取消';
$__LANG['等待商家接单'] = '等待商家接单';
$__LANG['预计送达：尽快送达'] = '预计送达：尽快送达';
$__LANG['订单超过3小时自动完成'] = '订单超过3小时自动完成';
$__LANG['订单逾期未支付半小时自动取消'] = '订单逾期未支付半小时自动取消';
$__LANG['取消订单失败'] = '取消订单失败';
$__LANG['订单为不可删除状态'] = '订单为不可删除状态';
$__LANG['删除订单失败'] = '删除订单失败';
$__LANG['订单已完成可催单'] = '订单已完成可催单';
$__LANG['未接单不可催单'] = '未接单不可催单';
$__LANG['您已经催单了,请再耐心等等'] = '您已经催单了,请再耐心等等';
$__LANG['催单消息'] = '催单消息';
$__LANG['用户于%s催单了(单号：%s，手机号：%s)'] = '用户于%s催单了(单号：%s，手机号：%s)';
$__LANG['订单已经确认,无需重复确认'] = '订单已经确认,无需重复确认';
$__LANG['商家还未配送完成不可确认'] = '商家还未配送完成不可确认';
$__LANG['订单确认完成失败'] = '订单确认完成失败';
$__LANG['投诉类型不能为空'] = '投诉类型不能为空';
$__LANG['投诉内容不能为空'] = '投诉内容不能为空';
$__LANG['用户(%s)投诉了订单(ID:%s)'] = '用户(%s)投诉了订单(ID:%s)';


//member.ctl.php
$__LANG['消息不存在'] = '消息不存在';
$__LANG['新密码不能为空'] = '新密码不能为空';
$__LANG['昵称不能为空'] = '昵称不能为空';
$__LANG['修改失败'] = '修改失败';
$__LANG['修改成功'] = '修改成功';
$__LANG['新手机号不能为空'] = '新手机号不能为空';
$__LANG['新手机号不不正确'] = '新手机号不不正确';
$__LANG['该手机号已经存在'] = '该手机号已经存在';
$__LANG['未上传文件'] = '未上传文件';
$__LANG['文件格式不对'] = '文件格式不对';
$__LANG['微信昵称不能为空'] = '微信昵称不能为空';
$__LANG['微信头像不能为空'] = '微信头像不能为空';
$__LANG['绑定失败'] = '绑定失败';


//mall.ctl.php
$__LANG['商品不存在'] = '商品不存在';


//magic.ctl.php
$__LANG['电话号码有误'] = '电话号码有误';


//staff/money.ctl.php
$__LANG['提现金额不正确'] = '提现金额不正确';
$__LANG['提现密码不正确'] = '提现密码不正确';
$__LANG['一天只能提现一次'] = '一天只能提现一次';


//staff/msg.ctl.php
$__LANG['批量阅读内容成功'] = '批量阅读内容成功';


//staff/order.ctl.php
$__LANG['您还没有认证通过或被拒绝，不可以接单'] = '您还没有认证通过或被拒绝，不可以接单';
$__LANG['货到付款订单不可配送'] = '货到付款订单不可配送';
$__LANG['订单未支付不可抢单'] = '订单未支付不可抢单';
$__LANG['该订单不可抢单'] = '该订单不可抢单';
$__LANG['订单已经被抢走'] = '订单已经被抢走';
$__LANG['配送员(%s)准备为您配送'] = '配送员(%s)准备为您配送';
$__LANG['该订单不可配送'] = '该订单不可配送';
$__LANG['配送员(%s)开始为您配送'] = '配送员(%s)开始为您配送';
$__LANG['配送员(%s)已经为您送达'] = '配送员(%s)已经为您送达';


//staff/paotui.ctl.php
$__LANG['没有设置状态'] = '没有设置状态';
$__LANG['没有设置结算价格'] = '没有设置结算价格';
$__LANG['非法的结算价格'] = '非法的结算价格';
$__LANG['跑腿订单需要补价！'] = '跑腿订单需要补价！';
$__LANG['需要付差额'] = '需要付差额';
$__LANG['您的订单于 %s 需要支付差额￥%s'] = '您的订单于 %s 需要支付差额￥%s';
$__LANG['订单配送完成结算(ID:%s)'] = '订单配送完成结算(ID:%s)';
$__LANG['订单已完成'] = '订单已完成';
$__LANG['您的订单于 %s 已退回多余担保金￥%s'] = '您的订单于 %s 已退回多余担保金￥%s';
$__LANG['跑腿订单退回多余担保金'] = '跑腿订单退回多余担保金';
$__LANG['跑腿订单已完成'] = '跑腿订单已完成';
$__LANG['您的订单于 %s 已退回多余担保金￥%s'] = '您的订单于 %s 已退回多余担保金￥%s';
$__LANG['订单配送完成结算(ID:%s)'] = '订单配送完成结算(ID:%s)';
$__LANG['您的订单于 %s 已完成'] = '您的订单于 %s 已完成';


//shop/comment.ctl.php
$__LANG['商户审核中'] = '商户审核中';
$__LANG['订单已取消不可评价'] = '订单已取消不可评价';
$__LANG['订单未完成不可评价'] = '订单未完成不可评价';
$__LANG['该订单已经评价过了'] = '该订单已经评价过了';
$__LANG['服务评分不能为空'] = '服务评分不能为空';
$__LANG['口味评分不能为空'] = '口味评分不能为空';
$__LANG['配送不能为空'] = '配送不能为空';
$__LANG['评论内容不能为空'] = '评论内容不能为空';
$__LANG['订单%s评价完成，获得积分'] = '订单%s评价完成，获得积分';
$__LANG['用户已评价订单(%s)'] = '用户已评价订单(%s)';
$__LANG['评价订单失败'] = '评价订单失败';
$__LANG['评论不存在'] = '评论不存在';


//member/addr.ctl.php
$__LANG['联系人填写有误'] = '联系人填写有误';
$__LANG['收货地址有误'] = '收货地址有误';
$__LANG['详细收货地址有误'] = '详细收货地址有误';
$__LANG['经度有误'] = '经度有误';
$__LANG['纬度有误'] = '纬度有误';
$__LANG['地址不存在'] = '地址不存在';
$__LANG['联系人必须是6到18位字符'] = '联系人必须是6到18位字符';
$__LANG['收货地址有误'] = '收货地址有误';
$__LANG['地址不存在或已被删除'] = '地址不存在或已被删除';
$__LANG['删除失败'] = '删除失败';


//member/collect.ctl.php
$__LANG['满%s减%s'] = '满%s减%s';
$__LANG['您已经收藏过该商家了'] = '您已经收藏过该商家了';
$__LANG['您还没有收藏该商家'] = '您还没有收藏该商家';


//member/hongbao.ctl.php
$__LANG['兑换码不能为空'] = '兑换码不能为空';
$__LANG['兑换码不存在或红包已过期'] = '兑换码不存在或红包已过期';
$__LANG['该兑换码已被兑换'] = '该兑换码已被兑换';
$__LANG['该兑换码已使用过'] = '该兑换码已使用过';


//mall/order.ctl.php
$__LANG['兑换商品不存在'] = '兑换商品不存在';
$__LANG['兑换数量不正确'] = '兑换数量不正确';
$__LANG['兑换地址不存在'] = '兑换地址不存在';
$__LANG['兑换地址不正确'] = '兑换地址不正确';
$__LANG['积分不足'] = '积分不足';
$__LANG['兑换积分商品%s%s份，扣除积分'] = '兑换积分商品%s%s份，扣除积分';


//biz/account.ctl.php
$__LANG['登录密码不能为空'] = '登录密码不能为空';
$__LANG['联系人不能为空'] = '联系人不能为空';
$__LANG['店铺名称不能为空'] = '店铺名称不能为空';
$__LANG['客服电话不能为空'] = '客服电话不能为空';
$__LANG['店铺地址不能为空'] = '店铺地址不能为空';
$__LANG['未定位坐标'] = '未定位坐标';
$__LANG['店铺分类不存在'] = '店铺分类不存在';
$__LANG['该手机号已经注册过'] = '该手机号已经注册过';


//biz/cate.ctl.php
$__LANG['非法的数据提交'] = '非法的数据提交';
$__LANG['分类不存在'] = '分类不存在';
$__LANG['未指删除的分类'] = '未指删除的分类';


//biz/comment.ctl.php
$__LANG['匿名评价'] = '匿名评价';
$__LANG['评论不存在或已被删除'] = '评论不存在或已被删除';
$__LANG['您已经回复过了'] = '您已经回复过了';
$__LANG['评论内容不能为空'] = '评论内容不能为空';
$__LANG['评论不存在'] = '评论不存在';


//biz/info.ctl.php
$__LANG['用户不存在'] = '用户不存在';
$__LANG['用户不存在或已被删除'] = '用户不存在或已被删除';


//biz/msg.ctl.php
$__LANG['未指定消息ID'] = '未指定消息ID';
$__LANG['未指定要操作的消息'] = '未指定要操作的消息';


//biz/order.ctl.php
$__LANG['尽快送达'] = '尽快送达';
$__LANG['代购订单不可接单'] = '代购订单不可接单';
$__LANG['订单未支付不可接单'] = '订单未支付不可接单';
$__LANG['订单状态不可接单'] = '订单状态不可接单';
$__LANG['商家已接单'] = '商家已接单';
$__LANG['代购订单不可抢送'] = '代购订单不可抢送';
$__LANG['配送员已经接单不可抢送'] = '配送员已经接单不可抢送';
$__LANG['订单未支付不可抢送'] = '订单未支付不可抢送';
$__LANG['订单状态不可抢送'] = '订单状态不可抢送';
$__LANG['商家自己开始配送'] = '商家自己开始配送';
$__LANG['代购订单不可取消'] = '代购订单不可取消';
$__LANG['订单状态不可取消'] = '订单状态不可取消';
$__LANG['配送员已经接单不可操作'] = '配送员已经接单不可操作';
$__LANG['订单状态不可发货'] = '订单状态不可发货';
$__LANG['商家开始配送'] = '商家开始配送';
$__LANG['订单由配送员配送不可操作'] = '订单由配送员配送不可操作';
$__LANG['订单状态不可设置为已送达'] = '订单状态不可设置为已送达';
$__LANG['订单已送达'] = '订单已送达';


//biz/shop.ctl.php
$__LANG['开户行不正确'] = '开户行不正确';
$__LANG['开户人不正确'] = '开户人不正确';
$__LANG['提现帐号不正确'] = '提现帐号不正确';


//biz/verify.ctl.php
$__LANG['店主已经验证过了'] = '店主已经验证过了';
$__LANG['店主资料待审中，不可更改'] = '店主资料待审中，不可更改';
$__LANG['真实姓名不正确'] = '真实姓名不正确';
$__LANG['身份证号码不正确'] = '身份证号码不正确';
$__LANG['身份证图片不正确'] = '身份证图片不正确';
$__LANG['店铺图片不正确'] = '店铺图片不正确';
$__LANG['营业执照已经验证过了'] = '营业执照已经验证过了';
$__LANG['营业执照待审中，不可更改'] = '营业执照待审中，不可更改';
$__LANG['营业执照号码不正确'] = '营业执照号码不正确';
$__LANG['营业执照图片不正确'] = '营业执照图片不正确';
$__LANG['餐饮执照已经验证过了'] = '餐饮执照已经验证过了';
$__LANG['餐饮执照待审中，不可更改'] = '餐饮执照待审中，不可更改';
$__LANG['餐饮执照号码不正确'] = '餐饮执照号码不正确';
$__LANG['餐饮执照图片不正确'] = '餐饮执照图片不正确';

