<?php
/**
 * Copy Right IJH.CC
 * Each engineer has a duty to keep the code elegant
 * $Id: index.ctl.php 14351 2015-07-22 01:25:14Z wanglei $
 */
if(!defined('__CORE_DIR')){
    exit("Access Denied");
}
//home
global $__LANG;
$__LANG['语言'] = '简体中文';

//global
$__LANG['SUCCESS'] = '操作成功';
$__LANG['FAIL'] = '操作失败';
$__LANG['NOLOGIN'] = '很抱歉，你还没有登录不能访问';

//shop.ctl.php
$__LANG['获取授权失败'] = '获取授权失败';
$__LANG['满%s减%s'] = '满%s减%s';
$__LANG['首次下单立减%s元'] = '首次下单立减%s元';
$__LANG['没有指定经纬度'] = '没有指定经纬度';
$__LANG['商品不存在'] = '商品不存在';
$__LANG['商品已下架'] = '商品已下架';
$__LANG['商家不存在'] = '商家不存在';
$__LANG['商家不存在或已被删除'] = '商家不存在或已被删除';
$__LANG['商家未通过审核或商家被删除'] = '商家未通过审核或商家被删除';
$__LANG['商家未审核'] = '商家未审核';
$__LANG['已经收藏过了'] = '已经收藏过了';
$__LANG['您还没有收藏该商家'] = '您还没有收藏该商家';


//seach.ctl.php
$__LANG['没有搜索到您想查找的商家'] = '抱歉,没有搜索到您想查找的商家';


//passport.ctl.php
$__LANG['手机号不正确'] = '手机号不正确';
$__LANG['验证码不能为空'] = '验证码不能为空';
$__LANG['验证码不正确'] = '验证码不正确';
$__LANG['短信验证码错误'] = '短信验证码错误';
$__LANG['短信验证码错误或已过期'] = '短信验证码错误或已过期';
$__LANG['密码不正确'] = '密码不正确';
$__LANG['两次输入的密码不一致'] = '两次输入的密码不一致';
$__LANG['恭喜您，注册会员成功'] = '恭喜您，注册会员成功';
$__LANG['欢迎您回来'] = '欢迎您回来';
$__LANG['登录失败'] = '登录失败';
$__LANG['账号不存在'] = '账号不存在';


//paotui.ctl.php
$__LANG['订单不存在'] = '订单不存在';
$__LANG['非法操作'] = '非法操作';
$__LANG['订单已提交'] = '订单已提交';
$__LANG['订单状态不正确'] = '订单状态不正确';
$__LANG['订单日志不存在'] = '订单日志不存在';
$__LANG['取件时间不能为空'] = '取件时间不能为空';
$__LANG['取件地不能为空'] = '取件地不能为空';
$__LANG['取件门牌号不能为空'] = '取件门牌号不能为空';
$__LANG['取件人不能为空'] = '取件人不能为空';
$__LANG['取件人手机号不能为空'] = '取件人手机号不能为空';
$__LANG['取件地址经度不能为空'] = '取件地址经度不能为空';
$__LANG['取件地址纬度不能为空'] = '取件地址纬度不能为空';
$__LANG['送件时间不能为空'] = '送件时间不能为空';
$__LANG['送件地不能为空'] = '送件地不能为空';
$__LANG['送件门牌号不能为空'] = '送件门牌号不能为空';
$__LANG['送件人不能为空'] = '送件人不能为空';
$__LANG['送件人手机号不能为空'] = '送件人手机号不能为空';
$__LANG['送件地址经度不能为空'] = '送件地址经度不能为空';
$__LANG['送件地址纬度不能为空'] = '送件地址纬度不能为空';
$__LANG['配送的物件及要求不能为空'] = '配送的物件及要求不能为空';
$__LANG['物件重量不能为空'] = '物件重量不能为空';
$__LANG['购买的物件及要求不能为空'] = '购买的物件及要求不能为空';
$__LANG['图片不能为空'] = '图片不能为空';
$__LANG['收货地址不能为空'] = '收货地址不能为空';
$__LANG['收货时间不能为空'] = '收货时间不能为空';
$__LANG['跑腿费用不能为空'] = '跑腿费用不能为空';
$__LANG['订单已支付'] = '订单已支付';
$__LANG['订单已经取消，无需重复取消'] = '订单已经取消，无需重复取消';
$__LANG['当前订单是不可取消的状态'] = '当前订单是不可取消的状态';


//order.ctl.php
$__LANG['商家已经打烊不可下单'] = '商家已经打烊不可下单';
$__LANG['您还没有点餐呢'] = '您还没有点餐呢';
$__LANG['商品不是同一家商家的'] = '商品不是同一家商家的';
$__LANG['商品库存不足'] = '商品库存不足';
$__LANG['没有达到配送要求'] = '没有达到配送要求';
$__LANG['配送时间不在商家营业范围'] = '配送时间不在商家营业范围';
$__LANG['请输入收货地址'] = '请输入收货地址';
$__LANG['收货地址不存在'] = '收货地址不存在';
$__LANG['超出配送范围'] = '超出配送范围';
$__LANG['红包不存在'] = '红包不存在';
$__LANG['红包已经被使用'] = '红包已经被使用';
$__LANG['红包已过期不能使用'] = '红包已过期不能使用';
$__LANG['红包不满足使用条件'] = '红包不满足使用条件';
$__LANG['订单不能支付'] = '订单不能支付';
$__LANG['您选择了货到付款'] = '您选择了货到付款';
$__LANG['该订单暂时不可投诉'] = '该订单暂时不可投诉';
$__LANG['请选择投诉类型'] = '请选择投诉类型';
$__LANG['请填写投诉内容'] = '请填写投诉内容';
$__LANG['该订单已经投诉过了'] = '该订单已经投诉过了';
$__LANG['订单不可评价'] = '订单不可评价';
$__LANG['订单已经评价过了'] = '订单已经评价过了';
$__LANG['请给服务态度打分'] = '请给服务态度打分';
$__LANG['请给菜品口味打分'] = '请给菜品口味打分';
$__LANG['请给综合评分打分'] = '请给综合评分打分';
$__LANG['请选择配送速度'] = '请选择配送速度';
$__LANG['请填写评价内容'] = '请填写评价内容';
$__LANG['配送员不存在'] = '配送员不存在';
$__LANG['已经催过，请稍后再试'] = '已经催过，请稍后再试';
$__LANG['订单已经确认,无需重复确认'] = '订单已经确认,无需重复确认';
$__LANG['商家还未配送完成不可确认'] = '商家还未配送完成不可确认';
$__LANG['订单不存在或已被删除'] = '订单不存在或已被删除';
$__LANG['订单还未评价'] = '订单还未评价';
$__LANG['订单抵扣金额'] = '订单抵扣金额';
$__LANG['您的订单已提交'] = '您的订单已提交';
$__LANG['您的订单于%s提交成功'] = '您的订单于%s提交成功';
$__LANG['订单余额支付成功'] = '订单余额支付成功';
$__LANG['您的订单已支付'] = '您的订单已支付';
$__LANG['您的订单于%s支付成功'] = '您的订单于%s支付成功';
$__LANG['用户(%s)投诉了订单(ID:%s)'] = '用户(%s)投诉了订单(ID:%s)';
$__LANG['订单%s评价完成，获得积分'] = '订单%s评价完成，获得积分';
$__LANG['订单已评价'] = '订单已评价';
$__LANG['用户(%s)已评价订单(ID:%s)'] = '用户(%s)已评价订单(ID:%s)';
$__LANG['订单已取消'] = '订单已取消';
$__LANG['用户(%s)已取消订单(ID:%s)'] = '用户(%s)已取消订单(ID:%s)';
$__LANG['用户正在催单'] = '用户正在催单';
$__LANG['用户(%s)正在催促订单(ID:%s)'] = '用户(%s)正在催促订单(ID:%s)';


//market.ctl.php
$__LANG['邀请人不存在'] = '邀请人不存在';
$__LANG['该红包只有新用户才能领取'] = '该红包只有新用户才能领取';
$__LANG['推荐用户注册奖励金额'] = '推荐用户注册奖励金额';
$__LANG['好友邀请新人红包'] = '好友邀请新人红包';
$__LANG['领取成功'] = '领取成功';


//mall.ctl.php
$__LANG['请选择兑换的数量'] = '请选择兑换的数量';
$__LANG['您的积分不足'] = '您的积分不足';


//magic.ctl.php
$__LANG['未指定省份'] = '未指定省份';
$__LANG['未指定城市ID'] = '未指定城市ID';


//help.ctl.php
$__LANG['服务文章不存在'] = '服务文章不存在';


//ucenter/addr.ctl.php
$__LANG['联系人长度为6至18位字符'] = '联系人长度为6至18位字符';
$__LANG['经纬度有误'] = '经纬度有误';
$__LANG['抱歉，每个用户最多只能新增5个地址'] = '抱歉，每个用户最多只能新增5个地址';
$__LANG['地址不存在或已被删除'] = '地址不存在或已被删除';
$__LANG['您未做任何修改'] = '您未做任何修改';


//ucenter/hongbao.ctl.php
$__LANG['恭喜你获得一个%s元红包'] = '恭喜你获得一个%s元红包';
$__LANG['红包金额%s元,可用于支付时抵扣相应的金额'] = '红包金额%s元,可用于支付时抵扣相应的金额';


//ucenter/info.ctl.php
$__LANG['请填写昵称'] = '请填写昵称';
$__LANG['请填写当前密码'] = '请填写当前密码';
$__LANG['请填写新密码'] = '请填写新密码';
$__LANG['请填写确认新密码'] = '请填写确认新密码';
$__LANG['新密码两次输入不一致'] = '新密码两次输入不一致';
$__LANG['当前密码不正确'] = '当前密码不正确';
$__LANG['新密码不能和当前密码相同'] = '新密码不能和当前密码相同';
$__LANG['绑定成功'] = '绑定成功';
$__LANG['解绑成功'] = '解绑成功';
$__LANG['请从微信登录后再进行绑定解绑操作'] = '请从微信登录后再进行绑定解绑操作';


//ucenter/msg.ctl.php
$__LANG['消息不存在或已被删除'] = '消息不存在或已被删除';


//trade/order.ctl.php
$__LANG['非法的数据提交'] = '非法的数据提交';
$__LANG['您的购物车中没有商品，请先添加要购买的商品'] = '您的购物车中没有商品，请先添加要购买的商品';
$__LANG['您的订单不存在或已被删除'] = '您的订单不存在或已被删除';
$__LANG['订单已经取消不可支付'] = '订单已经取消不可支付';
$__LANG['该订单已经支付过了,不需要重复支付'] = '该订单已经支付过了,不需要重复支付';


//trade/payment.ctl.php
$__LANG['支付的订单不存在'] = '支付的订单不存在';
$__LANG['充值余额成功'] = '充值余额成功';
$__LANG['订单支付成功'] = '订单支付成功';
$__LANG['已经充值成功，请不要重复提交'] = '已经充值成功，请不要重复提交';
$__LANG['该订单已经支付过了'] = '该订单已经支付过了';
$__LANG['支付验证签名失败'] = '支付验证签名失败';
$__LANG['订单无需在线支付'] = '订单无需在线支付';
$__LANG['支付订单(ID:%s)'] = '支付订单(ID:%s)';
$__LANG['恭喜您！订单支付成功！订单完成！'] = '恭喜您！订单支付成功！订单完成！';
$__LANG['恭喜,您的订单于%s支付成功，订单交易完成！'] = '恭喜,您的订单于%s支付成功，订单交易完成！';
$__LANG['编号：#%s订单支付成功！余额减少%s'] = '编号：#%s订单支付成功！余额减少%s';
$__LANG['普通会员'] = '普通会员';
$__LANG['订单支付'] = '订单支付';
$__LANG['余额减少%s'] = '余额减少%s';
$__LANG['恭喜,您的账户于%s支付订单成功！'] = '恭喜,您的账户于%s支付订单成功！';
$__LANG['您还没有绑定微信！绑定后即可使用微信支付！'] = '您还没有绑定微信！绑定后即可使用微信支付！';
$__LANG['订单已经完成不可支付'] = '订单已经完成不可支付';
$__LANG['订单补差价支付成功'] = '订单补差价支付成功';
$__LANG['差价金额不正确'] = '差价金额不正确';
$__LANG['请选择支付方式'] = '请选择支付方式';
$__LANG['付款金额不合法'] = '付款金额不合法';


//ditui/account.ctl.php
$__LANG['手机号不能为空'] = '手机号不能为空';
$__LANG['姓名不能为空'] = '姓名不能为空';
$__LANG['请选择所在城市'] = '请选择所在城市';
$__LANG['该手机号已存在'] = '该手机号已存在';
$__LANG['申请成功，请等待网站审核通知'] = '申请成功，请等待网站审核通知';
$__LANG['地推人不存在'] = '地推人不存在';


//ditui/base.ctl.php
$__LANG['身份认证资料提交成功'] = '身份认证资料提交成功';
$__LANG['修改提现帐号成功'] = '修改提现帐号成功';
$__LANG['添加提现帐号成功'] = '添加提现帐号成功';


//ditui/ctlmaps.ctl.php
$__LANG['管理中心'] = '管理中心';
$__LANG['基本设置'] = '基本设置';
$__LANG['基本资料'] = '基本资料';
$__LANG['安全设置'] = '安全设置';
$__LANG['手机设置'] = '手机设置';
$__LANG['提现帐号'] = '提现帐号';
$__LANG['身份认证'] = '身份认证';
$__LANG['推广管理'] = '推广管理';
$__LANG['地推用户'] = '地推用户';
$__LANG['用户详情'] = '用户详情';
$__LANG['地推商家'] = '地推商家';
$__LANG['日志管理'] = '日志管理';
$__LANG['数据统计'] = '数据统计';
$__LANG['收入统计'] = '收入统计';
$__LANG['地推用户'] = '地推用户';
$__LANG['地推商家'] = '地推商家';
$__LANG['用户渠道'] = '用户渠道';
$__LANG['商家渠道'] = '商家渠道';
$__LANG['通用控制器'] = '通用控制器';
$__LANG['上传图片'] = '上传图片';


//ditui/ditui.ctl.php
$__LANG['很抱歉，您没有权限访问'] = '很抱歉，您没有权限访问';


//ditui/upload.ctl.php
$__LANG['上传文件失败'] = '上传文件失败';


//biz//account.ctl.php
$__LANG['申请失败，系统错误'] = '申请失败，系统错误';


//biz/cate.ctl.php
$__LANG['添加内容成功'] = '添加内容成功';
$__LANG['未指定要修改的内容ID'] = '未指定要修改的内容ID';
$__LANG['您要修改的内容不存在或已经删除'] = '您要修改的内容不存在或已经删除';
$__LANG['修改内容成功'] = '修改内容成功';
$__LANG['你要删除的内容不存在或已经删除'] = '你要删除的内容不存在或已经删除';
$__LANG['该分类下有子分类不能删除'] = '该分类下有子分类不能删除';
$__LANG['该分类下有商品不能删除'] = '该分类下有商品不能删除';
$__LANG['删除内容成功'] = '删除内容成功';
$__LANG['未指定要删除的内容ID'] = '未指定要删除的内容ID';


//biz/ctlmaps.ctl.php
$__LANG['店铺设置'] = '店铺设置';
$__LANG['优惠设置'] = '优惠设置';
$__LANG['删除优惠'] = '删除优惠';
$__LANG['配送设置'] = '配送设置';
$__LANG['安全设置'] = '安全设置';
$__LANG['手机设置'] = '手机设置';
$__LANG['店铺认证'] = '店铺认证';
$__LANG['店主认证'] = '店主认证';
$__LANG['企业认证'] = '企业认证';
$__LANG['餐饮认证'] = '餐饮认证';
$__LANG['客户管理'] = '客户管理';
$__LANG['我的客户'] = '我的客户';
$__LANG['我的粉丝'] = '我的粉丝';
$__LANG['客户统计'] = '客户统计';
$__LANG['消息管理'] = '消息管理';
$__LANG['订单消息'] = '订单消息';
$__LANG['评价消息'] = '评价消息';
$__LANG['投诉消息'] = '投诉消息';
$__LANG['系统消息'] = '系统消息';
$__LANG['设置已读'] = '设置已读';
$__LANG['资金管理'] = '资金管理';
$__LANG['资金日志'] = '资金日志';
$__LANG['提现日志'] = '提现日志';
$__LANG['申请提现'] = '申请提现';
$__LANG['订单统计'] = '订单统计';
$__LANG['订单来源'] = '订单来源';
$__LANG['商品销量'] = '商品销量';
$__LANG['商品管理'] = '商品管理';
$__LANG['商品分类'] = '商品分类';
$__LANG['添加分类'] = '添加分类';
$__LANG['修改分类'] = '修改分类';
$__LANG['删除分类'] = '删除分类';
$__LANG['更新分类'] = '更新分类';
$__LANG['商品管理'] = '商品管理';
$__LANG['添加商品'] = '添加商品';
$__LANG['修改商品'] = '修改商品';
$__LANG['删除商品'] = '删除商品';
$__LANG['更新商品'] = '更新商品';
$__LANG['订单管理'] = '订单管理';
$__LANG['配送订单'] = '配送订单';
$__LANG['配送完成'] = '配送完成';
$__LANG['完成订单'] = '完成订单';
$__LANG['订单取消'] = '订单取消';
$__LANG['商户接单'] = '商户接单';
$__LANG['订单完成'] = '订单完成';
$__LANG['订单配送'] = '订单配送';
$__LANG['取消订单'] = '取消订单';
$__LANG['回复订单'] = '回复订单';
$__LANG['订单详情'] = '订单详情';
$__LANG['打印小票'] = '打印小票';


//biz/member.ctl.php
$__LANG['用户不存在'] = '用户不存在';
$__LANG['用户不存在或已被删除'] = '用户不存在或已被删除';


//biz/money.ctl.php
$__LANG['金额不正确'] = '金额不正确';
$__LANG['余额不足'] = '余额不足';
$__LANG['账户未设置'] = '账户未设置';
$__LANG['账户信息不完整'] = '账户信息不完整';
$__LANG['余额提现，扣款'] = '余额提现，扣款';
$__LANG['开户行：%s，账户：%s,开户人：%s'] = '开户行：%s，账户：%s,开户人：%s';


//biz/msg.ctl.php
$__LANG['暂无订单消息'] = '暂无订单消息';
$__LANG['暂无评价消息'] = '暂无评价消息';
$__LANG['暂无投诉消息'] = '暂无投诉消息';
$__LANG['暂无系统消息'] = '暂无系统消息';

//biz/order.ctl.php
$__LANG['该订单不可取消'] = '该订单不可取消';
$__LANG['该订单不可接单'] = '该订单不可接单';
$__LANG['该订单未支付'] = '该订单未支付';
$__LANG['商家已接单'] = '商家已接单';
$__LANG['您的订单于 %s 已接单'] = '您的订单于 %s 已接单';
$__LANG['该订单不可配送'] = '该订单不可配送';
$__LANG['您的订单于 %s 开始配送'] = '您的订单于 %s 开始配送';
$__LANG['开始配送'] = '开始配送';
$__LANG['该订单不可完成'] = '该订单不可完成';
$__LANG['订单已完成'] = '订单已完成';
$__LANG['您的订单于 %s 已完成'] = '您的订单于 %s 已完成';
$__LANG['回复的评论不存在'] = '回复的评论不存在';
$__LANG['您已经回复过了'] = '您已经回复过了';
$__LANG['评论内容不能为空'] = '评论内容不能为空';


//biz/ordermanager.ctl.php
$__LANG['第三方配送必须配送员接单'] = '第三方配送必须配送员接单';


//biz/product.ctl.php
$__LANG['未指定要查看内容的ID'] = '未指定要查看内容的ID';
$__LANG['您要查看的内容不存在或已经删除'] = '您要查看的内容不存在或已经删除';


//biz/shop.ctl.php
$__LANG['经纬度必须设置'] = '经纬度必须设置';
$__LANG['密码不能为空'] = '密码不能为空';
$__LANG['登录密码不正确'] = '登录密码不正确';
$__LANG['新手机号与当前手机号相同'] = '新手机号与当前手机号相同';
$__LANG['你要删除的优惠不存在或已经删除'] = '你要删除的优惠不存在或已经删除';
$__LANG['未指定要删除的优惠ID'] = '未指定要删除的优惠ID';


//biz/verify.ctl.php
$__LANG['店主认证提交成功'] = '店主认证提交成功';
$__LANG['企业认证提交成功'] = '企业认证提交成功';
$__LANG['餐饮认证提交成功'] = '餐饮认证提交成功';


