<?php
/**
 * Copy Right IJH.CC
 * Each engineer has a duty to keep the code elegant
 * $Id: index.ctl.php 14351 2015-07-22 01:25:14Z wanglei $
 */
if(!defined('__CORE_DIR')){
    exit("Access Denied");
}
//model
global $__LANG;
$__LANG['语言'] = '简体中文';


//order/order.mdl.php
$__LANG['订单代购完成结算(ID:%s)'] = '订单代购完成结算(ID:%s)';
$__LANG['订单配送完成结算(ID:%s)'] = '订单配送完成结算(ID:%s)';
$__LANG['订单完成结算(ID:%s)'] = '订单完成结算(ID:%s)';
$__LANG['邀请用户(%s)首单奖励:￥%s'] = '邀请用户(%s)首单奖励:￥%s';
$__LANG['管理员确认订单完成'] = '管理员确认订单完成';
$__LANG['超过3小时系统自动确认订单完成'] = '超过3小时系统自动确认订单完成';
$__LANG['商家确认订单完成'] = '商家确认订单完成';
$__LANG['用户确认订单完成'] = '用户确认订单完成';
$__LANG['商家已接单不可取消'] = '商家已接单不可取消';
$__LANG['订单(ID:%s)取消退回到余额'] = '订单(ID:%s)取消退回到余额';
$__LANG['订单超时系统取消(ID:%s)'] = '订单超时系统取消(ID:%s)';
$__LANG['管理员取消订单(ID:%s)'] = '管理员取消订单(ID:%s)';
$__LANG['商家取消订单(ID:%s)'] = '商家取消订单(ID:%s)';
$__LANG['用户取消订单(ID:%s)'] = '用户取消订单(ID:%s)';
$__LANG['不要辣'] = '不要辣';
$__LANG['少点辣'] = '少点辣';
$__LANG['多点辣'] = '多点辣';
$__LANG['不要香菜'] = '不要香菜';
$__LANG['不要洋葱'] = '不要洋葱';
$__LANG['多点醋'] = '多点醋';
$__LANG['多点葱'] = '多点葱';
$__LANG['去冰'] = '去冰';
$__LANG['少冰'] = '少冰';
$__LANG['多冰'] = '多冰';
$__LANG['未处理'] = '未处理';
$__LANG['配送开始'] = '配送开始';
$__LANG['配送完成'] = '配送完成';
$__LANG['订单完成'] = '订单完成';
$__LANG['微信支付'] = '微信支付';
$__LANG['支付宝支付'] = '支付宝支付';
$__LANG['余额支付'] = '余额支付';
$__LANG['待支付'] = '待支付';
$__LANG['待接单'] = '待接单';
$__LANG['待配货'] = '待配货';
$__LANG['待配送'] = '待配送';
$__LANG['配送中'] = '配送中';
$__LANG['已送达'] = '已送达';
$__LANG['待完成'] = '待完成';
$__LANG['已完成'] = '已完成';


//order/log.mdl.php
$__LANG['取消'] = '取消';
$__LANG['其他'] = '其他';
$__LANG['下单'] = '下单';
$__LANG['支付'] = '支付';
$__LANG['接单'] = '接单';
$__LANG['配送'] = '配送';
$__LANG['送达'] = '送达';
$__LANG['确认完成'] = '送达';


//trade/payment.mdl.php
$__LANG['该订单已经支付成功'] = '该订单已经支付成功';
$__LANG['%s订单'] = '%s订单';
$__LANG['订单补价结算(ID:%s)'] = '订单补价结算(ID:%s)';
$__LANG['%s-充值余额'] = '%s-充值余额';
$__LANG['会员:%s(%s)'] = '会员:%s(%s)';
$__LANG['在线充值￥%s,送￥%s'] = '在线充值￥%s,送￥%s';
$__LANG['在线充值￥%s'] = '在线充值￥%s';
$__LANG['您选择的支付接口不存在'] = '您选择的支付接口不存在';
$__LANG['您选择的支付接口不可用'] = '您选择的支付接口不可用';


//system/theme.mdl.php
$__LANG['模板不存在或模板配置文件不正确'] = '模板不存在或模板配置文件不正确';
$__LANG['该模板已经安装'] = '该模板已经安装';
$__LANG['模板文件不存在'] = '模板文件不存在';
$__LANG['模板没有权限写入'] = '模板没有权限写入';
$__LANG['文件读取失败'] = '文件读取失败';
$__LANG['文件相同，未被修改'] = '文件相同，未被修改';


//system/config.mdl.php
$__LANG['标识已经在，不能重复'] = '标识已经在，不能重复';
$__LANG['%s不能为空'] = '%s不能为空';
$__LANG['%s必须为Email格式'] = '%s必须为Email格式';
$__LANG['%s必须为电话/手机号格式'] = '%s必须为电话/手机号格式';


//staff/verify.mdl.php
$__LANG['配送员已经认证'] = '配送员已经认证';


//staff/staff.mdl.php
$__LANG['手机号码不正确'] = '手机号码不正确';
$__LANG['手机号码已经存在'] = '手机号码已经存在';
$__LANG['更变的余额值非法'] = '更变的余额值非法';
$__LANG['余额变更日志不可为空'] = '余额变更日志不可为空';
$__LANG['提现金额不正确'] = '提现金额不正确';
$__LANG['账户资金提现:%s'] = '账户资金提现:%s';


//staff/auth.mdl.php
$__LANG['手机号不存在'] = '手机号不存在';
$__LANG['登录密码不正确'] = '登录密码不正确';
$__LANG['很抱歉,该用户已锁定不能登录'] = '很抱歉,该用户已锁定不能登录';
$__LANG['你没有权限修改密码'] = '你没有权限修改密码';
$__LANG['密码的格式不正确'] = '密码的格式不正确';


//sms/yumsms.mdl.php
$__LANG['验证失败'] = '验证失败';
$__LANG['短信不足'] = '短信不足';
$__LANG['操作失败'] = '操作失败';
$__LANG['非法字符'] = '非法字符';
$__LANG['内容过多'] = '内容过多';
$__LANG['号码过多'] = '号码过多';
$__LANG['频率过快'] = '频率过快';
$__LANG['号码内容空'] = '号码内容空';
$__LANG['账号冻结'] = '账号冻结';
$__LANG['禁止频繁单条发送'] = '禁止频繁单条发送';
$__LANG['系统暂定发送'] = '系统暂定发送';
$__LANG['有错误号码'] = '有错误号码';
$__LANG['定时时间不对'] = '定时时间不对';
$__LANG['账号被锁，10分钟后登录'] = '账号被锁，10分钟后登录';
$__LANG['连接失败'] = '连接失败';
$__LANG['绑定IP不正确'] = '绑定IP不正确';
$__LANG['系统升级'] = '系统升级';
$__LANG['未知的错误'] = '未知的错误';


//sms/sms.mdl.php
$__LANG['您的短信验证码是{code}，该验证码3分钟有效。【{site_title}】'] = '您的短信验证码是{code}，该验证码3分钟有效。【{site_title}】';
$__LANG['短信接口错误:[%s:%s]'] = '短信接口错误:[%s:%s]';
$__LANG['发送短信失败[%s]'] = '发送短信失败[%s]';
$__LANG['两次短信间隔不能少于%s分钟'] = '两次短信间隔不能少于%s分钟';
$__LANG['同一IP24小时只能发送%s短信'] = '同一IP24小时只能发送%s短信';


//sms/56dxw.mdl.php
$__LANG['除时间外，所有参数不能为空'] = '除时间外，所有参数不能为空';
$__LANG['用户名密码不正确'] = '用户名密码不正确';
$__LANG['平台不存在'] = '平台不存在';
$__LANG['客户短信数量为0'] = '客户短信数量为0';
$__LANG['客户账户余额小于要发送的条数'] = '客户账户余额小于要发送的条数';
$__LANG['非法短信内容'] = '非法短信内容';
$__LANG['未知系统故障'] = '未知系统故障';
$__LANG['网络性错误'] = '网络性错误';
$__LANG['未添加短信签名'] = '未添加短信签名';


//shop/shop.mdl.php
$__LANG['满%s减%s'] = '满%s减%s';
$__LANG['未设置提现帐号'] = '未设置提现帐号';
$__LANG['该手机号已经被其他商户使用'] = '该手机号已经被其他商户使用';


//shop/comment.mdl.php
$__LANG['准时送达'] = '准时送达';
$__LANG['3小时以上'] = '3小时以上';
$__LANG['%s小时%s分钟'] = '%s小时%s分钟';
$__LANG['%s小时'] = '%s小时';
$__LANG['%s分钟'] = '%s分钟';


//shop/account.mdl.php
$__LANG['手机号码格式不正确'] = '手机号码格式不正确';
$__LANG['此手机号已被占用'] = '此手机号已被占用';
$__LANG['用户名不合法'] = '用户名不合法';
$__LANG['包含要不允许注册的词语'] = '包含要不允许注册的词语';
$__LANG['用户名已经存在'] = '用户名已经存在';
$__LANG['用户密码只包含(数字,大小写字母,特殊符号,不含空格)长度6~32字符'] = '用户密码只包含(数字,大小写字母,特殊符号,不含空格)长度6~32字符';
$__LANG['同一IP24小时只能注册%s用户'] = '同一IP24小时只能注册%s用户';
$__LANG['同一IP两次注册间隔%s分钟'] = '同一IP两次注册间隔%s分钟';


//payment/log.mdl.php
$__LANG['支付接口不能为空'] = '支付接口不能为空';
$__LANG['支付来源不能为空'] = '支付来源不能为空';
$__LANG['支付金额不正确'] = '支付金额不正确';


//payment/payment.mdl.php
$__LANG['接口标识不能为空'] = '接口标识不能为空';
$__LANG['接口标识已经存在，请更换其它'] = '接口标识已经存在，请更换其它';


//paotui/paotui.mdl.php
$__LANG['配送员已接单不可取消'] = '配送员已接单不可取消';
$__LANG['跑腿订单(ID:%s)取消退回到余额'] = '跑腿订单(ID:%s)取消退回到余额';
$__LANG['管理员取消跑腿订单(ID:%s)'] = '管理员取消跑腿订单(ID:%s)';
$__LANG['配送员取消跑腿订单(ID:%s)'] = '配送员取消跑腿订单(ID:%s)';
$__LANG['用户取消跑腿订单(ID:%s)'] = '用户取消跑腿订单(ID:%s)';
$__LANG['已取消'] = '已取消';
$__LANG['已接单'] = '已接单';
$__LANG['已取件'] = '已取件';
$__LANG['已购买'] = '已购买';
$__LANG['等待确认'] = '等待确认';
$__LANG['需付差价'] = '需付差价';
$__LANG['已经完成'] = '已经完成';
$__LANG['订单逾期未支付半小时自动取消'] = '订单逾期未支付半小时自动取消';
$__LANG['订单支付成功'] = '订单支付成功';


//mysql/backup.mdl.php
$__LANG['你要还原的备份不存在'] = '你要还原的备份不存在';
$__LANG['还原数据成功'] = '还原数据成功';


//member/face.mdl.php
$__LANG['不是安全的图片'] = '不是安全的图片';
$__LANG['保存图片数据失败'] = '保存图片数据失败';
$__LANG['图片处理失败'] = '图片处理失败';


//member/invite.mdl.php
$__LANG['邀请用户(UID:%s)'] = '邀请用户(UID:%s)';


//member/magic.mdl.php
$__LANG['要验证用户不存在或已经删除'] = '要验证用户不存在或已经删除';
$__LANG['该用户的手机号码不存在'] = '该用户的手机号码不存在';
$__LANG['已经通过验证过了'] = '已经通过验证过了';
$__LANG['手机验证成功'] = '手机验证成功';
$__LANG['更新数据失败'] = '更新数据失败';
$__LANG['验证码不正确'] = '验证码不正确';
$__LANG['您的手机号码不合法'] = '您的手机号码不合法';
$__LANG['您已经验证过邮箱了,请勿重复验证'] = '您已经验证过邮箱了,请勿重复验证';
$__LANG['无效的验证链接'] = '无效的验证链接';
$__LANG['验证连接已经过期,有效性为24小时'] = '验证连接已经过期,有效性为24小时';
$__LANG['无效的找回密码链接'] = '无效的找回密码链接';
$__LANG['找回密码连接已经过期,有效性为24小时'] = '找回密码连接已经过期,有效性为24小时';
$__LANG['邮箱格式不正确'] = '邮箱格式不正确';
$__LANG['该邮箱不存在'] = '该邮箱不存在';

//member/member.mdl.php
$__LANG['更变的积分值非法'] = '更变的积分值非法';
$__LANG['变更日志不可为空'] = '变更日志不可为空';
$__LANG['匿名'] = '匿名';
$__LANG['游客'] = '游客';

//member/message.mdl.php
$__LANG['全部消息'] = '全部消息';
$__LANG['红包消息'] = '红包消息';
$__LANG['订单消息'] = '订单消息';
$__LANG['其他消息'] = '其他消息';


//member/money.mdl.php
$__LANG['未填写充值说明'] = '未填写充值说明';


//member/weixinlogin.mdl.php
$__LANG['很抱歉网站管理员还未开启微信登录功能'] = '很抱歉网站管理员还未开启微信登录功能';
$__LANG['很抱歉请重新登录'] = '很抱歉请重新登录';
$__LANG['授权过期请重试'] = '授权过期请重试';


//magic/upload.mdl.php
$__LANG['上传的文件不能超过2M'] = '上传的文件不能超过2M';


//hongbao/hongbao.mdl.php
$__LANG['普通红包'] = '普通红包';
$__LANG['彩头红包'] = '彩头红包';
$__LANG['天降红包'] = '天降红包';
$__LANG['超级红包'] = '超级红包';
$__LANG['新人红包'] = '新人红包';


//helper/upload.mdl.php
$__LANG['上传的文件太大'] = '上传的文件太大';
$__LANG['不支持的文件类型'] = '不支持的文件类型';
$__LANG['不支持的文件扩展名'] = '不支持的文件扩展名';
$__LANG['上传失败%s'] = '上传失败%s';
$__LANG['上传文件失败'] = '上传文件失败';


//ditui/auth.mdl.php
$__LANG['很抱歉,该人员未审核不能登录'] = '很抱歉,该人员未审核不能登录';


//data/city.mdl.php
$__LANG['城市拼音不能重复'] = '城市拼音不能重复';


//data/unit.mdl.php
$__LANG['个'] = '个';
$__LANG['件'] = '件';
$__LANG['次'] = '次';
$__LANG['平米'] = '平米';
$__LANG['小时'] = '小时';
$__LANG['斤'] = '斤';
$__LANG['两'] = '两';
$__LANG['公斤'] = '公斤';
$__LANG['台'] = '台';
$__LANG['套'] = '套';
$__LANG['条'] = '条';
$__LANG['双'] = '双';
$__LANG['座'] = '座';
$__LANG['张'] = '张';

